Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: You can't edit incoming trust lines. Incoming trust lines are when other Ripple users trust you.
de: Sie können eingehende Vertrauenslinien nicht bearbeiten. Eingehende Vertrauenslinien bedeuten, dass andere Ripple-Nutzer Ihnen vertrauen.
fr_fr: Vous ne pouvez pas modifier les lignes de confiance entrantes. Les lignes de confiance entrantes sont quand les autres utilisateurs de Ripple vous font confiance.
ja: あなたは受信トラストラインを編集できません。受信トラストラインは、他のRippleユーザーがあなたを信頼する時に使います。
pt_br: Você não pode editar linhas de confiança recebidas. Outro usuário as criou confiando em você.

source: Remove
de: Entfernen
fr_fr: Enlever
ja: 削除
pt_br: Remover
ru: Удалить

source: You can't delete incoming trust lines. Incoming trust lines are when other Ripple users trust you.
de: Sie können eingehende Vertrauenslinien nicht löschen. Eingehende Vertrauenslinien bedeuten, dass andere Ripple-Nutzer Ihnen vertrauen.
fr_fr: Vous ne pouvez pas supprimer les lignes de confiance entrantes. Les lignes de confiance entrantes sont quand les autres utilisateurs de Ripple vous font confiance.
ja: あなたは受信トラストラインを削除できません。受信トラストラインは、他のRippleユーザーがあなたを信頼する時に使います。
pt_br: Você não pode editar linhas de confiança recebidas. Outro usuário as criou confiando em você.

source: Loading transaction details...
de: Lade Transaktionsdetails...
fr_fr: Chargement des détails de la transaction...
ja: 取引明細をロード中...
pt_br: Carregando detalhes da transação...
ru: Загружаются детали транзакции...

source: An error occurred while loading the transaction details.
de: Ein Fehler ist während des ladens der Transaktionsdetails aufgetreten.
fr_fr: Une erreur est survenue durant le chargement des détails de la transaction.
ja: 取引明細のロード中にエラーが発生しました。
pt_br: Ocorreu um erro ao carregar detalhes da transação.
ru: Произошла ошибка при загрузке деталей транзакции.

source: Transaction #
de: Transaktions #
ja: 取引 #
pt_br: Transação #
ru: Транзакция #

source: Transaction type: {{1}}
de: Transaktionstyp: {{1}}
fr_fr: Type de transaction: {{1}}
ja: 取引タイプ: {{1}}
pt_br: Tipo de Transação: {{1}}
ru: Тип транзакции: {{1}}

source: Address sent from
de: Adresse gesendet von
fr_fr: Adresse de l'expéditeur
ja: 送金アドレス
pt_br: Endereço do remetente
ru: Адрес отправителя

source: Amount sent
de: Betrag gesendet
fr_fr: Montant envoyé
ja: 送金された金額
pt_br: Quantia enviada
ru: Отправленное количество

source: Currency sent
de: Währung gesendet
fr_fr: Devise envoyée
ja: 送金された通貨
pt_br: Moeda enviada
ru: Отправленная валюта

source: Address sent to
de: Adresse gesendet an
fr_fr: Adresse du récipiendaire
ja: 受信アドレス
pt_br: Endereço do destinatário
ru: Адрес получателя

source: Amount received
de: Betrag erhalten
fr_fr: Montant reçu
ja: 受信した金額
pt_br: Quantia recebida
ru: Полученное количество

source: Currency received
de: Währung erhalten
fr_fr: Devise reçue
ja: 受信した通貨
pt_br: moeda recebida
ru: Полученная валюта

source: Network fee paid
de: Netzwerkgebühr bezahlt
fr_fr: Frais de réseau payé
ja: ネットワーク手数料は支払われました。
pt_br: Taxa de rede paga
ru: Комиссия сети

source: Ledger number
de: Ledger-Nummer
fr_fr: Numéro du registre
ja: 元帳番号
pt_br: Número do Ledger
ru: Номер реестра

source: Address sent from:
de: Quelladresse:
fr_fr: Adresse de l'expéditeur:
ja: 送金アドレス:
pt_br: Endereço do remetente:
ru: Адрес отправителя:

source: Sorry, we don't have an info page layout for this transaction type yet.
de: Entschuldigung, wir haben bisher keine Informationsseite zu diesem Transaktionstyp.
fr_fr: Désolé, nous n'avons pas encore de page d'information pour ce type de transaction.
ja: 申し訳ありません。まだこの取引処理タイプの情報ページは存在しません。
pt_br: Desculpe, nós ainda não temos uma página de informação para este tipo de transação.
ru: Извините, мы еще не создали формат отображения для этого типа транзакции.

source: US Dollar Deposit
de: US-Dollar-Depot
fr_fr: Dépôt de Dollars US
ja: USドル入金
pt_br: Depósito de Dólares Americanos

source: USA
pt_br: EUA

source: Ripple Trade has partnered with SnapSwap to provide easier access to USD. Following this action will enable SnapSwap to hold USD on your behalf.
de: Ripple Trade und SnapSwap sind Partner, um einfacheren Zugriff auf USD anzubieten. Indem Sie fortfahren, erlauben Sie SnapSwap, USD in Ihrem Auftrag zu halten.
fr_fr: Ripple Trade a établi un partenariat avec SnapSwap pour faciliter l'accès aux USD. Cette action permettra à SnapSwap de conserver les USD en votre nom.
ja: Ripple Tradeは、USDへの簡単なアクセスを提供するために、SnapSwapとパートナーになりました。この操作を続けると、SnapSwapにあなたの自身のUSDを保持することができます。
pt_br: Ripple Trade e SnapSwap fizeram uma parceria para garantir fácil acesso ao USD. Essa ação permite que a SnapSwap custodie USD para você.

source: NEW CUSTOMERS- SIGN UP AT SNAPSWAP.US
de: NEUKUNDEN- BEI SNAPSWAP.US REGISTRIEREN
fr_fr: NOUVEAUX CLIENTS- INSCRIVEZ-VOUS SUR SNAPSWAP.US
pt_br: NOVOS USUÁRIOS - CRIE UMA CONTA EM SNAPSWAP.US

source: Register and verify your account at SnapSwap US. You will need: {{1}}
de: Registrieren und bestätigen Sie Ihr Konto bei SnapSwap US. Sie brauchen: {{1}}
fr_fr: Inscrivez-vous et vérifiez votre compte sur SnapSwap US. Vous aurez besoin de: {{1}}
pt_br: Crie e verifique sua conta na SnapSwap US. Você vai precisar de: {{1}}

source: EXISTING SNAPSWAP US CUSTOMERS
de: BESTEHENDE SNAPSWAP US KUNDEN
fr_fr: CLIENTS ACTUELS DE SNAPSWAP US
pt_br: USUÁRIOS SNAPSWAP US EXISTENTES

source: Deposit instantly via selected banks
de: Soforteinzahlung über ausgewählte Banken
fr_fr: Dépôt instantané via des banques sélectionnées
pt_br: Deposite instantaneamente via bancos selecionados

source: Deposit cash at Bank of America branches (3 business days)
de: Geld bei Bank-of-America-Filialen einzahlen (3 Arbeitstage)
fr_fr: Dépôt en espèces dans les succursales de Bank of America (3 jours ouvrés)
pt_br: Deposite dinheiro nas agências do Bank of America (3 dias úteis)

source: Deposit via online bank transfer (3 business days)
de: Via Online-Überweisung einzahlen (3 Arbeitstage)
fr_fr: Dépôt par virement bancaire en ligne (3 jours ouvrés)
pt_br: Deposite via transferência bancária (3 dias úteis)

source: Directly to your bank account (3-4 business days)
de: Direkt auf Ihr Bankkonto (3-4 Arbeitstage)
fr_fr: Directement sur votre compte bancaire (3-4 jours ouvrables)
pt_br: Diretamente á sua conta bancária (3-4 dias úteis)

source: Directly to your PayPal account (several minutes)
de: Direkt auf Ihr PayPal-Konto (einige Minuten)
fr_fr: Directement sur votre compte PayPal (plusieurs minutes)
pt_br: Diretamente à sua conta PayPal (alguns minutos)

source: Asset Allocation
de: Werte-Verteilung
fr_fr: Allocation d'actifs
pt_br: Alocação de Ativos

source: Balances
de: Guthaben
fr_fr: Soldes
pt_br: Saldos

source: Balance<br>{{ account.Balance | rpamount }} XRP
de: Guthaben<br>{{ account.Balance | rpamount }} XRP
fr_fr: Solde<br>{{ account.Balance | rpamount }} XRP
pt_br: Saldo<br>{{ account.Balance | rpamount }} XRP

source: Reserve
de: Rücklage
fr_fr: Réserve
ja: 準備金
pt_br: Reserva
ru: Резерв

source: Reserve amount
de: Reservebetrag
fr_fr: Montant de la réserve
pt_br: Reserva

source: Minimum amount of XRP required to fund your account. You cannot spend the reserve.
de: Minimumbetrag an XRP, der zur Finanzierung Ihres Kontos benötigt wird. Sie können die Reserve nicht ausgeben.
fr_fr: Montant minimum de XRP nécessaire pour financer votre compte. Vous ne pouvez pas dépenser la réserve.
pt_br: Quantia mínima de XRP necessária para ativar sua conta. Você não pode gastar a reserva.

source: Reserve amount<br>{{ account.reserve | rpamount }} XRP
de: Reservebetrag<br>{{ account.reserve | rpamount }} XRP
fr_fr: Montant de la réserve<br>{{ account.reserve | rpamount }} XRP
pt_br: Quantia de reserva<br>{{ account.reserve | rpamount }} XRP

source: Available amount
de: Verfügbarer Betrag
fr_fr: Montant disponible
pt_br: Quantia disponível

source: Total amount of XRP in your account minus the reserve amount.
de: Gesamtbetrag an XRP in Ihrem Konto minus den Reservebetrag.
fr_fr: Montant total de XRP sur votre compte moins le montant de la réserve.
pt_br: A quantia total de XRP em sua conta menos o valor de reserva.

source: Available amount<br>{{ account.max_spend | rpamount }} XRP
de: Verfügbarer Betrag<br>{{ account.max_spend | rpamount }} XRP
fr_fr: Montant disponible<br>{{ account.max_spend | rpamount }} XRP
pt_br: Quantia disponívelt<br>{{ account.max_spend | rpamount }} XRP

source: Balance<br>{{ entry.total | rpamount:{precision: 30, hard_precision: true} }} {{ entry.total | rpcurrency }}
de: Guthaben<br>{{ entry.total | rpamount:{precision: 30, hard_precision: true} }} {{ entry.total | rpcurrency }}
fr_fr: Solde<br>{{ entry.total | rpamount:{precision: 30, hard_precision: true} }} {{ entry.total | rpcurrency }}
pt_br: Saldo<br>{{ entry.total | rpamount:{precision: 30, hard_precision: true} }} {{ entry.total | rpcurrency }}

source: Balance<br>{{ component | rpamount:{precision: 30, rel_min_precision: -2, hard_precision: true} }} {{ entry.total | rpcurrency }}
de: Guthaben<br>{{ component | rpamount:{precision: 30, el_min_precision: -2, hard_precision: true} }} {{ entry.total | rpcurrency }}
fr_fr: Solde<br>{{ component | rpamount:{precision: 30, rel_min_precision: -2, hard_precision: true} }} {{ entry.total | rpcurrency }}
pt_br: Saldo<br>{{ component | rpamount:{precision: 30, rel_min_precision: -2, hard_precision: true} }} {{ entry.total | rpcurrency }}

source: Markets
de: Märkte
fr_fr: Marchés
pt_br: Mercados

source: Net Worth
de: Nettowert
fr_fr: Valeur Nette
pt_br: Patrimônio Líquido

source: Estimated from latest trade price
de: Geschätzt vom neuesten Handelspreis
fr_fr: Estimé à partir du dernier prix d'échange
ja: 最新のトレード価格から見積る
pt_br: Estimado pelo último preço negociado
ru: Ориентировочно от последней цены на торгах

source: (excluding negative balances)
de: (exklusive negative Kontostände)
fr_fr: (hors soldes négatifs)
ja: (マイナス残高を除く)
pt_br: (excluindo saldos negativos)
ru: (без отрицательных балансов)

source: My Orders
de: Meine Order
fr_fr: Mes Ordres
ja: 私の注文
pt_br: Minhas Ordens

source: trade currencies
de: Wechsel-Währungen
fr_fr: Échanger des devises
ja: トレード通貨
pt_br: Negociar moedas

source: Ripple name: {{1}}{{2}}{{3}}
fr_fr: Nom Ripple: {{1}}{{2}}{{3}}
ja: Ripple 名: {{1}}{{2}}{{3}}
pt_br: Nome Ripple: {{1}}{{2}}{{3}}
ru: Ripple имя: {{1}}{{2}}{{3}}

source: loading...
de: laden...
fr_fr: chargement...
ja: ロード中...
pt_br: carregando...
ru: загрузка...

source: Show address
de: Adresse anzeigen
fr_fr: Afficher l'adresse
ja: アドレスを見る
pt_br: Mostrar endereço
ru: Показать адрес

source: Ripple names are a new feature on Ripple! Use your Ripple name (~{{userCredentials.username}}) to receive money. You can still use your full Ripple address, and while we are working to transition to Ripple names, some gateways may still ask for your full address.
de: Ripple-Namen sind eine neue Funktion bei Ripple! Verwenden Sie Ihren Ripple-Namen (~{{userCredentials.username}}), um Geld zu empfangen. Sie können weiterhin Ihre volle Ripple-Adresse verwenden, und während wir an der Umstellung auf Ripple-Namen arbeiten, werden Sie von einigen Gateways möglicherweise immer noch nach Ihrer vollen Adresse gefragt.
fr_fr: Les noms Ripple sont une nouvelle fonctionnalité sur Ripple! Utilisez votre nom Ripple (~{{userCredentials.username}}) pour recevoir de l'argent. Vous pouvez toujours utiliser votre adresse Ripple complète, et pendant que nous travaillons à la transition vers les noms Ripple, certaines passerelles peuvent encore demander votre adresse complète.
ja: Ripple 名は Ripple の新しい機能です！Ripple 名(~{{userCredentials.username}}) を使って送金を受け取ることができます。なお、 Ripple アドレスもまだ使用できます。現在 Ripple 名に移行中なので、フルアドレスを要求するゲートウェイもあるかもしれません。
pt_br: Nomes Ripple são um novo recurso no Ripple! Use seu nome Ripple (~{{userCredentials.username}}) para receber dinheiro. Você ainda pode usar seu endereço Ripple completo e, enquanto estamos trabalhando para fazer a transição para nomes Ripple, alguns gateways ainda pode pedir o seu endereço completo.
ru: Ripple Имена - это новая особенность Ripple! По Вашему Ripple имени (~{{userCredentials.username}}), Вы сможете принимать платежи. Вы можете продолжать использовать Ripple адрес целиком, и, пока мы продолжаем работу над переходом исключительно на Ripple имена, некоторые шлюзы могут затребовать Ваш адрес целиком.

source: Total
de: Insgesamt
ja: 合計
ru: Всего

source: Blob vault
de: Blob-Tresor
ru: Blob-хранилище

source: Transfer: 0%
de: Überweisung: 0%
fr_fr: Transfert: 0%
ja: 送金: 0%

source: Invoice ID
de: Rechnungskennung
fr_fr: Identifiant d'envoi
ja: インボイスID

source: Spread
de: Streuung
fr_fr: Écart
ja: スプレッド
ru: Спред

source: Base{{1}}
de: Basis{{1}}

source: {{1}} div span.modal-order-type(l10n-inc) FILLED: span filled data div span.modal-order-type(l10n-inc) REMAIN: span remain data div span.modal-order-type(l10n-inc) PLACED: span time data
de: {{1}} div span.modal-order-type(l10n-inc) ERFÜLLT: span filled data div span.modal-order-type(l10n-inc) ÜBRIG: span remain data div span.modal-order-type(l10n-inc) PLATZIERT: span time data
fr_fr: {{1}} div span.modal-order-type(l10n-inc) ÉXECUTÉ: span filled data div span.modal-order-type(l10n-inc) RESTE: span remain data div span.modal-order-type(l10n-inc) PLACÉ: span time data

source: Rippling {{1}}
de: {{1}} wird geripplet
ja: リップリング {{1}}
ru: Пересылка {{1}}

source: Gateways
fr_fr: Passerelles
ja: ゲートウェイ
ru: Шлюзы

source: WebSocket host name
fr_fr: Nom d'hôte WebSocket
ja: WebSocket host名
ru: WebSocket имя хоста

source: Gateway
fr_fr: Passerelle
ja: ゲートウェイ
ru: Шлюз

source: Limit
fr_fr: Limite
ja: 上限
ru: Лимит

source: {{1:{{1:In}}}}{{2}}
fr_fr: {{1:{{1:Dans}}}}{{2}}

source: Rippling
ru: Пересылка
