Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: EXISTING SNAPSWAP EU CUSTOMERS
de: BESTEHENDE SNAPSWAP EU KUNDEN
fr_fr: CLIENTS ACTUELS DE SNAPSWAP EU
ja: 既存のSNAPSWAP EUカスタマー
pt_br: USUÁRIOS SNAPSWAP EXISTENTES

source: Login to your account {{1}}
de: Melden Sie sich bei Ihrem Konto an {{1}}
fr_fr: Connectez-vous à votre compte {{1}}
pt_br: Entre em sua conta {{1}}

source: DEPOSITS AND WITHDRAWALS:
de: EIN- UND AUSZAHLUNGEN:
fr_fr: DÉPÔTS ET RETRAITS:
pt_br: DEPÓSITOS E SAQUES:

source: Deposit from your bank (2-4 business days)
de: Von Ihrer Bank einzahlen (2-4 Arbeitstage)
fr_fr: Dépôt auprès de votre banque (2-4 jours ouvrables)
pt_br: Deposite de seu banco (2-4 dias úteis)

source: Withdraw to your bank account in SEPA (2-4 business days)
de: Auf Ihr Bankkonto mit SEPA abbuchen (2-4 Arbeitstage)
fr_fr: Retrait sur votre compte bancaire dans la zone SEPA (2-4 jours ouvrables)
pt_br: Saque para sua conta bancária SEPA (2-4 dias úteis)

source: Withdraw to SmartyCash Card (instant)
de: Zu SmartyCash-Karte abbuchen (sofort)
fr_fr: Retrait sur carte SmartyCash (instantané)
pt_br: Saque para o cartão SmartyCash (instantâneo)

source: You have to be funded before you can exchange money
de: Ihr Konto benötigt einen gewissen Mindestbetrag, bevor Sie in der Lage sind, Handel zu treiben
fr_fr: Vous devez être approvisionné avant de pouvoir échanger de l'argent
ja: 両替する前に資金を供給する必要があります。
pt_br: Sua conta precisa de um saldo mínimo para poder negociar.
ru: Ваш счет должен быть активирован, прежде чем вы сможете производить обмен денег

source: Buy (Market Order)
de: Kaufen (Markt-Order)
fr_fr: Acheter (Ordre de marché)
pt_br: Comprar (Ordem ao Mercado)

source: Submit a buy order at the current market rate. Orders will execute instantly.
de: Eine Kaufen-Order zur aktuellen Marktrate absenden. Order wird sofort ausgeführt.
fr_fr: Soumettre un ordre d'achat au taux actuel du marché. Les ordres seront exécutés instantanément.
pt_br: Criar uma ordem de compra ao valor do mercado. Serão executadas instantaneamente.

source: Receive (amount)
de: Ich möchte kaufen
fr_fr: Je veux acheter
pt_br: Eu quero comprar

source: add gateway
de: Gateway hinzufügen
fr_fr: ajouter passerelle
ja: ゲートウェイを追加
pt_br: adicionar gateway

source: Please enter an amount.
de: Bitte geben Sie einen Betrag ein.
fr_fr: Veuillez entrer un montant.
ja: 金額を入力してください。
pt_br: Por favor digite um valor.
ru: Пожалуйста, введите сумму.

source: Not a valid amount.
de: Kein gültiger Betrag.
fr_fr: Ce montant n'est pas valide.
ja: 無効な金額です。
pt_br: Valor inválido.
ru: Некорректная сумма.

source: You are either trying to convert too little or too much XRP.Minimum amount is 0.000001 XRP and maximum amount is 100 billion XRP.
de: Sie versuchen entweder zu wenig oder zu viel XRP zu wechseln. Der Minimalbetrag beträgt 0,000001 XRP und der Maximalbetrag beträgt 100 Milliarden XRP.
fr_fr: Vous tentez de convertir soit trop ou trop peu de XRP. Le montant minimum est de 0.000001 XRP et le montant maximal est de 100 milliards de XRP.
ja: 換金しようとしているXRPが規定量の範囲外です。最小額は0.000001 XRP、最大額は1000億XRPです。
pt_br: Você está tentando converter muito pouco ou muito XRP. A quantia mínima é 0.000001 XRP e a máxima é 100 bilhões XRP.

source: Your amount has too many digits. The max number of digits is 16.
de: Ihr Betrag hat zu viele Ziffern. Die maximale Anzahl Ziffern beträgt 16.
fr_fr: Votre montant a trop de chiffres. Le nombre maximum de chiffres est de 16.
ja: 金額は、非常に大きな桁数です。 桁の最大数は、16です。
pt_br: Sua quantia tem muitos dígitos. O número máximo de dígitos é 16.

source: Please enter an amount greater than zero.
de: Bitte geben Sie einen Betrag größer als Null ein.
fr_fr: Veuillez entrer un montant supérieur à zéro.
ja: ０より大きな金額を入力してください。
pt_br: Por favor digite um valor maior do que zero.
ru: Пожалуйста, введите сумму больше нуля.

source: {{1}} Calculating...
de: {{1}} Wird berechnet...
fr_fr: {{1}} Calcul en cours...
ja: {{1}}計算中...
pt_br: {{1}} Calculando...
ru: {{1}} Вычисление...

source: Cannot convert to {{exchange.amount}} {{exchange.currency_name}}. Please make sure your account has enough funds, and a {{1}} to a {{exchange.currency_name}} gateway.
de: Umwandeln zu {{exchange.amount}} {{exchange.currency_name}} nicht möglich. Bitte stellen Sie sicher, dass Ihr Konto genug Guthaben hat, und einen {{1}} zu einem {{exchange.currency_name}}-Gateway.
fr_fr: Impossible de convertir vers {{exchange.amount}} {{exchange.currency_name}}. Assurez-vous s'il vous plaît que votre compte a suffisamment de fonds, et une {{1}} vers une passerelle {{exchange.currency_name}}.
ja: {{exchange.amount}} {{exchange.currency_name}} に変換できません。あなたのアカウントに十分な残高があること、および {{exchange.currency_name}} ゲートウェイへの {{1}} があることをご確認ください。
pt_br: Impossível converter {{exchange.amount}} {{exchange.currency_name}}. Por favor certifique-se que sua conta tenha fundos suficientes, e uma {{1}} para um {{exchange.currency_name}} gateway.
ru: Не удается перевести {{exchange.amount}} {{exchange.currency_name}}. Пожалуйста, убедитесь, что аккаунт имеет достаточно средств, и {{1}} на {{exchange.currency_name}} шлюзе.

source: Sorry! Cannot convert {{exchange.amount}} {{exchange.currency_name}}. Please make sure your account has enough funds.
de: Leider kann {{exchange.amount}} {{exchange.currency_name}} nicht gewechselt werden. Bitte stellen Sie sicher, dass Ihr Konto genügend Guthaben aufweist.
fr_fr: Désolé! Impossible de convertir {{exchange.amount}} {{exchange.currency_name}}. Assurez-vous s'il vous plaît que votre compte a suffisamment de fonds.
ja: 申し訳ありません! {{convert.amount}}{{convert.currency}}を両替することができません。 あなたのアカウントに十分な資金があるかを確認してください。
pt_br: Desculpe! Impossível converter {{exchange.amount}} {{exchange.currency_name}}. Por favor assegure-se que a sua conta tenha fundos suficientes.
ru: Сожалеем! Конвертация {{exchange.amount}} {{exchange.currency_name}} невозможна. Пожалуйста, убедитесь, что в вашем кошельке достаточно средств.

source: Error while calculating path
de: Fehler bei der Berechnung des Pfads
fr_fr: Une erreur est survenue lors du calcul de chemin
ja: 経路計算中にエラーが発生しました
pt_br: Erro ao calcular caminho
ru: Ошибка при вычислении пути

source: Exchange
de: Umtausch
fr_fr: Marché
ja: 両替
pt_br: Converter
ru: Обмен

source: Exchange {{ alt.amount | rpcurrency }} {{1}}
de: {{ alt.amount | rpcurrency }} wechseln {{1}}
fr_fr: Échanger {{ alt.amount | rpcurrency }} {{1}}
ja: {{ alt.amount | rpcurrency }} {{1}} を交換する
pt_br: Negociar {{ alt.amount | rpcurrency }} {{1}}
ru: Обмен {{ alt.amount | rpcurrency }} {{1}}

source: Paths last updated {{1}} {{2: seconds}} {{3: second}} ago
de: Zuletzt aktualisiert vor {{1}} {{2: Sekunden}} {{3: Sekunde}}
fr_fr: Dernière mise à jour des chemins il y a {{1}} {{2: secondes}} {{3: seconde}}
ja: {{1}} {{2: seconds}} {{3: second}} 前に経路が更新されました
pt_br: Caminhos atualizados {{1}} {{2: segundos}} {{3: sgundo}} atrás
ru: Последнее обновление путей было {{1}} {{2: секунд}} {{3: секунд}} назад

source: Ripple is calculating a path for your conversion.
de: Ripple berechnet einen Pfad für Ihren Umtausch.
fr_fr: Ripple calcule un chemin pour votre conversion.
ja: 交換経路の計算を行っています。
pt_br: Ripple está encontrando um caminho para sua conversão.
ru: Ripple рассчитывает путь для Вашего перевода.

source: {{1:You are exchanging}}{{2}}{{3:to}}{{4}}{{5:You will pay at most}}{{6}}{{7:Are you sure?}}
de: {{1:Sie tauschen}}{{2}}{{3:um in}}{{4}}{{5:Sie bezahlen maximal}}{{6}}{{7:Sind Sie sicher?}}
fr_fr: {{1:Vous échangez}}{{2}}{{3:pour}}{{4}}{{5:Vous paierai au plus}}{{6}}{{7:Êtes-vous sûr ?}}
ja: {{2}}を{{4}}{{3:に}}{{1:両替します}}。{{5:最高額は}}{{6}}です。{{7:よろしいですか？}}
pt_br: {{1:Você irá converter}}{{2}}{{3:em}}{{4}}{{5:Você pagará no máximo}}{{6}}{{7:Tem certeza?}}
ru: {{1:Вы обмениваете}}{{2}}{{3:to}}{{4}}{{5:Максимальный платеж составит}}{{6}}{{7:Вы уверены?}}

source: Do another conversion
de: Einen weiteren Umtausch ausführen
fr_fr: Faire une autre conversion
ja: 別の両替をする
pt_br: Faça outra conversão
ru: Осуществить другой обмен

source: Back to balance
de: Zurück zum Kontostand
fr_fr: Revenir au solde
ja: 残高に戻る
pt_br: Voltar ao saldo
ru: Вернуться к баллансу

source: Add trust
de: Vertrauen hinzufügen
fr_fr: Ajouter une ligne de confiance
ja: 与信枠を追加
pt_br: Adicionar
ru: Создать линию доверия

source: Enter a Ripple name or contact
de: Geben Sie einen Ripple-Namen oder einen Kontakt ein
fr_fr: Entrez un nom Ripple ou contact
ja: Ripple 名または連絡先を入力
pt_br: Insira um nome ou endereço Ripple.

source: Account does not meet the minimum XRP reserve.
de: Account erfüllt nicht die mindest XRP Reserve.
fr_fr: Le compte ne dispose pas de la réserve de XRP mininum.
ja: アカウントは最低 XRP 準備金を満たしていません。
pt_br: A conta não possui a reserva mínima de XRP.
ru: Аккаунт не удовлетворяет минимальным требованиям резерва XPR.

source: Please enter a Ripple name, contact, or address.
de: Bitte geben Sie einen Ripple-Namen, Kontakt, oder eine Adresse ein.
fr_fr: Veuillez entrer un nom Ripple, un contact ou une adresse.
ja: Ripple 名、連絡先、またはアドレスを入力してください。
pt_br: Por favor insira um nome Ripple, contato ou endereço.
ru: Пожалуйста, введите Ripple имя, контакт или адрес.

source: You've entered your own address.
de: Sie haben Ihre eigene Adresse eingegeben.
fr_fr: Vous avez entré votre propre adresse.
ja: ご自分のアドレスを入力しました。
pt_br: Você inseriu o seu próprio endereço.
ru: Вы ввели ваш собственный адрес.

source: Please enter a valid Ripple name, contact, or address.
de: Bitte geben Sie einen gültigen Ripple-Namen, Kontakt, oder eine gültige Adresse ein.
fr_fr: Veuillez entrer un nom Ripple, un contact ou une adresse valide.
ja: 有効な Ripple 名、連絡先、またはアドレスを入力してください。
pt_br: Por favor insira um nome Ripple válido, contato ou endereço.
ru: Пожалуйста введите действующие Ripple имя, контакт или адрес.

source: Amount field is required
de: Das Betragsfeld ist erforderlich
fr_fr: Le champ montant est requis
ja: 金額フィールドは必須です
pt_br: O campo "Quantia" é obrigatório
ru: Поле Сумма обязательно

source: XRP can be sent without extending trust. If you really want to trust in XRP, please use XRR currency code.
de: XRP können versandt werden, ohne Vertrauen auszusprechen. Wenn sie wirklich jemandem für XRP vertrauen wollen, verwenden Sie bitte XRR als Währungscode.
fr_fr: Les XRP peuvent être envoyés sans étendre la confiance. Si vous souhaitez vraiment établir une ligne de confiance en XRP, veuillez utiliser le code de devise XRR.
ja: XRP は信用を与えなくても送ることができます。XRPを信用したい場合、XRR通貨コードを使ってください。
pt_br: XRP pode ser enviado sem criar uma linha de confiança. Se você realmente quer criar uma linha de confiança para XRP, por favor use o código de moeda XRP.
ru: XRP могут быть отправлены без расширения линии доверия. Если вы хотите создать линию доверия в XRP, используйте код валюты XRR.

source: Currency field is required
de: Das Währungsfeld ist erforderlich
fr_fr: Le champ devise est requis
ja: 通貨フィールドは必須です
pt_br: O campo "Moeda" é obrigatório
ru: Поле Валюта обязательно

source: Allow Rippling
de: Rippling erlauben
fr_fr: Permettre le Rippling
ja: Ripple の使用を許可
pt_br: Permitir Rippling
ru: Разрешить для пересылки

source: Allow this trust line's balances to be transferred to another issuer you trust. <a href=https://ripple.com/wiki/No_Ripple target=_blank>More information</a>
de: Zulassen, dass das Guthaben dieser Vertrauenslinie an einen anderen Ausgeber übertragen werden kann, dem Sie ebenfalls vertrauen. <a href=https://ripple.com/wiki/No_Ripple target=_blank>Mehr Informationen</a>
fr_fr: Autoriser les soldes de cette ligne de confiance à être transférés vers un autre émetteur auquel vous faites confiance. <a href=https://ripple.com/wiki/No_Ripple target=_blank>Plus d'information</a>
pt_br: Permitir que o saldo desta Linha de Confiança seja transferido para outro Emissor de sua confiança. <a href=https://ripple.com/wiki/No_Ripple target=_blank>Mais informações</a>

source: Cancel
de: Abbrechen
fr_fr: Annuler
ja: キャンセル
pt_br: Cancelar
ru: Отмена

source: Featured gateways
de: Nennenswerte Gateways
fr_fr: Passerelles preferées
ja: 注目のゲートウェイ
pt_br: Gateways em destaque

source: Add any gateway
de: Anderes Gateway hinzufügen
fr_fr: Ajouter une passerelle
pt_br: Adicionar qualquer gateway

source: Learn more about gateways
de: Mehr über Gateways erfahren
fr_fr: En savoir plus sur les passerelles
ja: ゲートウェイについてより学んでください
pt_br: Aprenda mais sobre gateways
ru: Узнать больше о шлюзах

source: Gold Deposit
de: Gold-Guthaben
fr_fr: Dépôt d'Or
ja: ゴールド入金
pt_br: Depósito de Ouro

source: 0.5% per year
de: 0,5% pro Jahr
fr_fr: 0.5% par an
ja: 年率0.5%
pt_br: 0.5% por ano
ru: 0.5% за год

source: Ripple Trade has partnered with GBI to provide easy access toXAU. By continuing, you are allowing GBI to hold gold on your behalf.
de: Ripple Trade und GBI sind Partner, um einfachen Zugriff auf XAU anzubieten. Indem Sie fortfahren, erlauben Sie GBI, Gold in Ihrem Auftrag zu halten.
fr_fr: Ripple Trade a établi un partenariat avec GBI pour fournir un accès facile aux XAU. En continuant, vous acceptez que GBI conserve l'or en votre nom.
ja: Ripple Tradeは、XAUの簡単なアクセスを提供するために、GBIとパートナーになりました。この操作を続けると、GBIが代わりに金を保持することを認めます。
pt_br: Ripple Trade e GBI fizeram uma parceria para garantir fácil acesso ao XAU. Essa ação permite que a GBI custodie XAU para você.

source: {{1}} Not connected
de: {{1}} Nicht verbunden
fr_fr: {{1}} Non connecté
ja: {{1}} 接続しない
pt_br: {{1}}Não conectado

source: {{1}} Connected
de: {{1}} Verbunden
fr_fr: {{1}} Connecté
ja: {{1}}接続
pt_br: {{1}}Conectado

source: Deposit
de: Einzahlung
fr_fr: Dépôt
ja: 入金
pt_br: Depósito

source: GBI does not currently support direct deposits. You can {{1}} or {{2}}.
de: GBI unterstützt zurzeit keine direkten Einzahlungen. Sie können {{1}} oder {{2}}.
fr_fr: GBI ne supporte pas actuellement les dépôts directs. Vous pouvez {{1}} ou {{2}}.
ja: GBIは現在、ダイレクト入金をサポートしていません。{{1}} 又は {{2}}を利用できます。
pt_br: GBI atualmente não permite depósitos diretos. Você pode {{1}} ou {{2}}.

source: Withdrawal
de: Abhebung
fr_fr: Retrait
ja: 引き出し
pt_br: Saque
ru: Вывод средств

source: You can redeem the physical gold in 1 oz increments.To do so, you'll need to {{1}} and arrange to have the gold shipped to you.
de: Sie können das physische Gold in Einheiten von 1 oz abheben. Dazu müssen Sie {{1}} und sich das Gold schicken lassen.
fr_fr: Vous pouvez échanger contre de l'or physique par tranches de 1 oz. Pour ce faire, vous devrez {{1}} et prendre des dispositions pour avoir l'or livré chez vous.
ja: あなたは1オンス単位で実物の金を交換することができます。そうするには、あなたは{{1}}する必要があり、金をあなたに出荷手配する必要があります。
pt_br: Você pode solicitar ouro físico em múltiplos de onças. Para isso, você vai precisar {{1}} e providenciar o frete do ouro.

source: Loading History
de: Kontoverlauf wird geladen
fr_fr: Chargement de l'historique
ja: 履歴を読み込んでいます
pt_br: Carregando Histórico

source: Your account history is empty
de: Ihr Kontoauszug ist leer
fr_fr: L'historique de votre compte est vide
ja: アカウント履歴はありません。
pt_br: O histórico da sua conta está vazio
ru: История Вашего аккаунта пуста

source: Transaction type{{1}}{{2}}
de: Transaktions-Typ{{1}}{{2}}
fr_fr: Type de transaction{{1}}{{2}}
ja: 取引タイプ: {{1}}{{2}}
pt_br: Tipo de Transação{{1}}{{2}}
ru: Тип транзакции{{1}}{{2}}

source: Date{{1}}{{2}}
de: Datum:{{1}}{{2}}
ja: 日付: {{1}}{{2}}
pt_br: Data{{1}}{{2}}
ru: Дата{{1}}{{2}}

source: Load history for specific date range
de: Lade Kontoauszug für spezifischen Datumsbereich
fr_fr: Charger l'historique pour une période spécifique
ja: 特定の日付範囲内の取引履歴をロードする
pt_br: Carregar histórico entre datas específicas
ru: Загрузить историю за выбранный временной промежуток

source: From
de: Von
fr_fr: de
ja: から
pt_br: De
ru: От

source: To
de: An
fr_fr: à
ja: まで
pt_br: Para
ru: Для

source: Filter
fr_fr: Filtre
ja: フィルター
pt_br: Filtrar
ru: Фильтр

source: Date
de: Datum
ja: 日付
pt_br: Data
ru: Дата

source: Description
de: Beschreibung
ja: 説明
pt_br: Descrição
ru: Описание

source: Export to CSV
de: Als CSV exportieren
fr_fr: Exporter au format CSV
ja: CSVへエクスポート
pt_br: Exportar CSV
ru: Экспорт в CSV

source: Sorry, no transactions match your current filter.
de: Es tut uns leid, keine Transaktionen passen zu Ihrem aktuellen Filter.
fr_fr: Désolé, aucune transaction ne correspond à votre filtre actuel.
ja: 申し訳ありません。現在のフィルターと一致する取引はありません。
pt_br: Desculpe, nenhuma transação coincide com os filtros escolhidos.
ru: Извините, нет транзакций соответствующих фильтру, указанному Вами.

source: You sent{{1}}to{{2}}
de: Sie haben {{1}} an {{2}} gesendet
fr_fr: Vous avez envoyé{{1}}à{{2}}
ja: {{2}} さんに {{1}} を送金しました。
pt_br: Você enviou{{1}}para{{2}}
ru: Вы оправили{{1}}к{{2}}

source: {{1}}sent you{{2}}
de: {{1}} hat Ihnen {{2}} gesendet
fr_fr: {{1}}vous a envoyé{{2}}
ja: {{1}} は、あなたに {{2}} を送金しました。
pt_br: {{1}}lhe enviou{{2}}
ru: {{1}}отправил Вам{{2}}

source: You requested to exchange{{1}}to{{2}}
de: Sie möchten {{1}} gegen {{2}} tauschen
fr_fr: Vous avez demandé à échanger{{1}}pour{{2}}
ja: {{1}} を {{2}} に両替するよう要求しました。
pt_br: Você solicitou a conversão de{{1}}para{{2}}
ru: Вы запросили обмен{{1}}на{{2}}

source: {{1}}now trusts you for{{2}}
de: {{1}}vertraut Ihnen jetzt für{{2}}
fr_fr: {{1}}vous fait maintenant confiance pour{{2}}
ja: {{1}} は、{{2}} のためにあなたに信用を与えています。
pt_br: {{1}}agora confia em você até{{2}}
ru: {{1}}теперь доверяет Вам на{{2}}

source: You created an order to sell{{1}}for{{2}}
de: Ihre Order {{1}} für {{2}} zu verkaufen wurde erteilt.
fr_fr: Vous avez créé un ordre pour vendre{{1}}pour{{2}}
ja: {{1}} を {{2}} で売る注文をしました。
pt_br: Você criou uma ordem para vender{{1}}por{{2}}
ru: Вы создали шаблон продажи{{1}}за{{2}}

source: You created an order to buy{{1}}for{{2}}
de: Ihre Order {{1}} für {{2}} zu kaufen wurde erteilt.
fr_fr: Vous avez créé un ordre pour acheter{{1}}pour{{2}}
ja: {{1}} を {{2}} で買う注文をしました。
pt_br: Você criou uma ordem para comprar{{1}}por{{2}}
ru: Вы создали шаблон покупки{{1}}за{{2}}

source: You cancelled an order accepting {{1}}for{{2}}
de: Ihre Order {{1}} für {{2}} zu akzeptieren wurde storniert
fr_fr: Vous avez annulé un ordre acceptant {{1}}pour{{2}}
ja: {{1}} を {{2}} で受け取る注文をキャンセルしました。
pt_br: Você cancelou uma ordem aceitando {{1}}por{{2}}
ru: Вы отменили заказ принимая {{1}}вместо{{2}}

source: Unknown transaction
de: Unbekannte Transaktion
fr_fr: Transaction inconnue
ja: 未知の取引
pt_br: Transação desconhecida
ru: Неопознанная транзакция

source: The client failed to parse this transaction. The developers have been notified of the issue.
de: Der Client konnte diese Transaktion nicht auslesen. Die Entwickler wurden über das Problem benachrichtigt.
fr_fr: Le client n'a pas pu analyser cette transaction. Les développeurs ont été avertis de ce problème.
ja: クライアントはこの処理を解析しませんでした。開発者は問題についての通知を受けました。
pt_br: O aplicativo não pôde analizar essa transação. Os desenvolvedores foram notificados sobre o problema.
ru: Клиент-программа не смогла обработать эту тразсакцию. Разработчики были уведомлены о проблеме.

source: {{1}} sent you{{2}} and activated your account!
de: {{1}} hat Ihnen{{2}} gesendet und Ihr Konto freigeschaltet!
fr_fr: {{1}} vous a envoyé{{2}} et activé votre compte!
ja: {{1}} はあなたに {{2}} を送金し、あなたのアカウントを有効化しました！
pt_br: {{1}} lhe enviou{{2}} e ativou sua conta!
ru: {{1}} отправил вам{{2}} и активировал ваш аккаунт!

source: You deposited{{1}} using {{entry.details.app.name}}
de: Sie haben{{1}} über {{entry.details.app.name}} eingezahlt
fr_fr: Vous avez déposé{{1}} en utilisant {{entry.details.app.name}}
ja: {{1}} を {{entry.details.app.name}} を使って入金しました。
pt_br: Você depositou{{1}} usando {{entry.details.app.name}}
ru: Вы внесли {{1}} используя{{entry.details.app.name}}

source: Balance Changes
de: Kontostand Änderungen
fr_fr: Variations du solde
ja: 残高変更
pt_br: Mudanças no Saldo
ru: Изменения балансов

source: Issuer
de: Gateway
fr_fr: Émetteur
ja: 発行者
pt_br: Emissor
ru: Эмитент

source: Final balance
de: Finaler Kontostand
fr_fr: Solde final
ja: 最終残高
pt_br: Saldo final
ru: Окончательный баланс

source: XRP Balance Change
de: Änderung XRP-Kontostand
fr_fr: Changement du solde XRP
ja: XRP残高変更
pt_br: Mudança no saldo de XRP
ru: Изменения баланса XRP

source: {{effect.currency}} Balance Change
de: Änderung {{effect.currency}}-Kontostand
fr_fr: {{effect.currency}} Variation du Solde
ja: {{effect.currency}}残高変更
pt_br: Mudança no Saldo de {{effect.currency}}
ru: Изменение Валанса по {{effect.currency}}

source: Transaction details
de: Transaktionsdetails
fr_fr: Détails de la transaction
ja: 取引詳細
pt_br: Detalhes da transação
ru: Подробности транзакции

source: Add {{1}} to contact list
de: {{1}} zur Kontaktliste hinzufügen
fr_fr: Ajouter {{1}} à votre liste de contacts
ja: 相手先に {{1}} を追加
pt_br: Adicionar {{1}} à lista de contatos
ru: Добавить {{1}} в список контактов

source: {{1}} Loading more
de: {{1}} Weitere Daten werden geladen
fr_fr: {{1}} Afficher davantage
pt_br: {{1}} Carregando mais
ru: {{1}} Загрузка подробностей

source: Load more
de: Weitere laden
fr_fr: En afficher plus
ja: もっと読む
pt_br: Carregar mais
ru: Загрузить больше

source: No more transactions left
de: Keine weiteren Transaktionen
fr_fr: Aucune transaction restante
ja: 現在、取引予約はありません。
pt_br: Não há mais transações
ru: Транзакций больше нет

source: You sold{{1}}for{{2}}
de: Sie haben {{1}} für {{2}} verkauft
fr_fr: Vous avez vendu{{1}}pour{{2}}
ja: {{1}} を {{2}} で売りました。
pt_br: Você nedeu{{1}}por{{2}}
ru: Вы продали{{1}}за{{2}}

source: You bought{{1}}for{{2}}
de: Sie haben {{1}} für {{2}} gekauft
fr_fr: Vous avez acheté{{1}}pour{{2}}
ja: {{1}} を {{2}} で買いました。
pt_br: Você comprou{{1}}por{{2}}
ru: Вы купили{{1}}за{{2}}

source: price
de: Preis
fr_fr: prix
ja: 価格
pt_br: preço
ru: цена

source: This order has been filled.
de: Diese Order wurde erfüllt.
fr_fr: Cet ordre a été exécuté.
ja: この注文は応じられました。
pt_br: Esta ordem foi realizada.
ru: Ваша заявка принята.

source: The rest of your order has been cancelled due to lack of funds.
de: Der Rest Ihrer Order wurde abgebrochen aufgrund mangelnder Geldmittel.
fr_fr: Le reste de votre ordre a été annulé en raison du manque de fonds.
ja: 注文の処理されなかった部分は、資金不足のためキャンセルされました。
pt_br: O restante da sua ordem foi cancelada devido a falta de fundos.
ru: Остаток по Вашей заявке был отменен из-за недостатка средств.

source: This order has{{1}}remaining.
de: Diese Order enthält noch folgenden Restbetrag: {{1}}
fr_fr: Cette ordre a{{1}}restant.
ja: この注文は、 {{1}} 残っています。
pt_br: Esta ordem possui{{1}}a realizar.
ru: По этой заявке осталось{{1}}.

source: Order ({{1}} for {{2}}) has been cancelled due to lack of funds.
de: Die Order ({{1}} für {{2}}) wurde storniert, da Sie nicht über genügend Geldmittel verfügen.
fr_fr: L'ordre ({{1}} pour {{2}}) a été annulé en raison du manque de fonds.
ja: 注文 ({{1}} を {{2}} で売る・買う) が資金不足のためキャンセルされました。
pt_br: A ordem ({{1}} por {{2}}) foi cancelada por saldo insuficiente.
ru: Заявка ({{1}} за {{2}}) была отменена по причине недостатка средств.

source: You bought{{1}}for{{2}}({{3:price}}{{4}}).
de: Sie haben{{1}}für{{2}}({{3:Preis}}{{4}}) gekauft.
fr_fr: Vous avez acheté{{1}}pour{{2}}({{3:prix}}{{4}}).
ja: {{1}} を {{2}} ({{3:値段}}{{4}}) で買いました。
pt_br: Você comprou{{1}}por{{2}}({{3:preço}}{{4}}).
ru: Вы купили{{1}}за{{2}}({{3:по цене}}{{4}}).

source: {{1}}is trusting you for{{2}}.
de: {{1}}vertraut Ihnen für{{2}}.
fr_fr: {{1}}vous fait confiance pour{{2}}.
ja: {{1}} は、{{2}} のためにあなたに信用を与えています。
pt_br: {{1}}agora confia em você até{{2}}.
ru: {{1}}доверяет Вам на{{2}}.

source: You have changed {{1}}trust for{{2}}from{{3}}to{{4}}.
de: Sie haben {{1}}Vertrauen für{{2}}von{{3}}auf{{4}}geändert.
fr_fr: Vous avez modifié la confiance {{1}} pour{{2}}de{{3}}à{{4}}.
ja: {{2}} のための {{1}} の与信を {{3}} から {{4}} へ変更しました。
pt_br: Você mudou {{1}}de confiança para{{2}}de{{3}}para{{4}}.
ru: Вы изменили {{1}}линию доверия на{{2}}от{{3}}к{{4}}.
