Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: This transaction failed because the current network fee is higher than your account limit. You can adjust your maximum network fee in Settings &gt Advanced, or try again later. <br>Error code: Network fee exceeded [tejMaxFeeExceeded]. {{1}}
de: Diese Transaktion ist fehlgeschlagen, da die aktuelle Netzwerkgebühr höher ist als das Limit Ihres Accounts. Sie können Ihre maximale Netzwerkgebühr in Einstellungen &gt; Erweitert anpassen, oder Sie versuchen es später erneut. <br>Fehlercode: Netzwerkgebühr überschritten [tejMaxFeeExceeded]. {{1}}
fr_fr: Cette transaction a échoué car les frais de réseau actuels sont plus élevés que la limite de votre compte. Vous pouvez régler vos frais de réseau maximum dans Paramètres &gt Avancé, ou réessayer plus tard. <br>Code d'erreur: Frais Réseau dépassés [tejMaxFeeExceeded]. {{1}}
ja: 現在のネットワークフィーがあなたのアカウント設定限界値より高かったので、この取引は失敗しました。 あなたの最大ネットワークフィーを高度設定の中で調整するか、後でもう一度試してください。<br>エラーコード: ネットワークフィー超過 [tejMaxFeeExceeded].{{1}}
pt_br: Essa solicitação falhou porque a taxa de rede atual é mais alta do que o limite da sua conta. Você pode ajustar o limite da sua taxa de rede em Configurações &gt Avançado, ou tentar novamente mais tarde. <br>Error code: Network fee exceeded [tejMaxFeeExceeded]. {{1}}

source: More information.
de: Mehr Infos.
fr_fr: Plus d'informations.
ja: 詳細
pt_br: Mais informações.
ru: Дополнительная информация.

source: Trade failed.
de: Wechsel gescheitert.
fr_fr: L'échange a échoué.
ja: 取引は失敗しました。
pt_br: A negociação falhou.
ru: Обмен не удался.

source: Trade failed, reason: {{engine_result_message}}
de: Handel fehlgeschlagen, Grund: {{engine_result_message}}
fr_fr: Échec de l'échange, raison: {{engine_result_message}}
ja: 取引に失敗しました、理由: {{engine_result_message}}
pt_br: Negociação falhou, motivo: {{engine_result_message}}
ru: Обмен не удался, причина: {{engine_result_message}}

source: The particular server you sent the transaction to was too busy to forward or process your transaction at the fee you included in it [telINSUF_FEE_P].
de: Der Server, an den die Transaktion gesendet wurde, ist im Moment zu beschäftigt, um sie für die inkludierte Gebühr weiterzuverarbeiten oder weiterzuleiten [telINSUF_FEE_P].
fr_fr: Le serveur concerné auquel vous avez envoyé la transaction était trop occupé pour transmettre ou traiter votre transaction au niveau de frais que vous avez inclus [telINSUF_FEE_P].
ja: 取引処理を送信したサーバーは処理に追われていた為、処理することができませんでした。 [telINSUF_FEE_P]
pt_br: O servidor ao qual a transação foi enviada estava muito ocupado para encaminhá-la ou processá-la pelo valor da taxa incluída [telINSUF_FEE_P].

source: Request pending
de: Anfrage ausstehend
fr_fr: Demande en attente
ja: リクエストは保留中です。
pt_br: Solicitação pendente
ru: Запрос в обработке

source: Request successful
de: Anfrage erfolgreich
fr_fr: Demande réussie
ja: リクエストは成功しました。
pt_br: Solicitação concluída
ru: Запрос прошел успешно

source: Transaction pending.
de: Transaktion ausstehend.
fr_fr: Transaction en attente.
ja: 保留中の取引
pt_br: Transação pendente.
ru: Транзакция в обработке

source: Transaction successful
de: Transaktion erfolgreich
fr_fr: Transaction réussie
ja: 取引は成功しました。
pt_br: Transação concluída
ru: Транзакция прошла успешно

source: Transaction failed
de: Transaktion fehlgeschlagen
fr_fr: La transaction a échoué
ja: 取引は失敗しました。
pt_br: Transação falhou
ru: Транзакция не удалась

source: Please try again later.
de: Bitte versuchen Sie es später noch einmal.
fr_fr: Veuillez réessayer ultérieurement.
ja: 後で再実行してください。
pt_br: Por favor tente mais tarde.
ru: Пожалуйста, попробуйте еще раз попозже.

source: Error code: The destination account does not exist [tecNO_DST].
de: Fehlercode: Das Ziel-Konto existiert nicht [tecNO_DST].
fr_fr: Code d'erreur: Le compte de destination n'existe pas [tecNO_DST].
ja: エラーコード： 宛先アカウントが、存在しません [tecNO_DST]
pt_br: Código do erro: A tag do destinatário não existe [tecNO_DST].
ru: Код ошибки: Такого адреса аккаунта получателя не существует [tecNO_DST].

source: Your transaction failed: {{engine_result_message}}
de: Ihre Transaktion ist fehlgeschlagen: {{engine_result_message}}
fr_fr: Votre transaction a échoué: {{engine_result_message}}
ja: 取引処理は失敗しました: {{engine_result_message}}
pt_br: Sua transação falhou: {{engine_result_message}}
ru: Ваш транзакция не удалось: {{engine_result_message}}

source: Error code: The account you&#39;re trying to send to does not exist [noDest].
de: Fehlercode: Das Konto, an das Sie senden wollen, existiert nicht [noDest].
fr_fr: Code d'erreur: Le compte auquel vous essayez d'envoyer n'existe pas [noDest].
ja: エラーコード： あなたが送ろうとしている口座が存在しません [noDest]
pt_br: Código do erro: A conta para a qual está tentando enviar não existe [noDest].
ru: Код ошибки: Аккаунт на который вы пытаетесь отправить не существует [noDest].

source: Error code: Ripple was unable to find a path between you and the destination account [noPath].
de: Fehlercode: Ripple konnte keinen Pfad zwischen Ihnen und dem Zielkonto finden [noPath].
fr_fr: Code d'erreur: Ripple n'a pas pu trouver de chemin entre vous et le compte destinataire. [noPath].
ja: エラーコード： リップルは、あなたと宛先アカウントの間で経路を見つけることができませんでした[noPath]
pt_br: Código do erro: Ripple não achou um caminho entre você e a conta destinatária [noPath].
ru: Код ошибки: Ripple был не в состоянии найти путь между вами и адресом назначения [noPath].

source: Error code: This transaction failed because it exceeded the maximum network fee. [maxfeeExceeded].
de: Fehlercode: Diese Transaktion ist fehlgeschlagen, da die maximale Netzwerkgebühr überschritten wurde. [maxFeeExceeded].
fr_fr: Code d'erreur: Cette transaction a échoué parce qu'elle a dépassé les frais de réseau maximum. [maxfeeExceeded].
ja: エラーコード:最大のネットワークフィーを超過したので、この取引処理は失敗しました。[maxfeeExceeded]
pt_br: Código do erro: Esta transação falhou porque excedeu a taxa de rede máxima. [maxfeeExceeded].
ru: Код ошибки: Эта транзакция не удалась, поскольку она превысила максимальную комиссию сети. [maxfeeExceeded].

source: Error code: The transaction was rejected by the Ripple network [invalidTransaction].
de: Fehlercode: Die Transaktion wurde vom Ripple-Netzwerk zurückgewiesen [invalidTransaction].
fr_fr: Code d'erreur: la transaction a été rejetée par le réseau Ripple [invalidTransaction].
ja: エラーコードは：トランザクションはリップルネットワークによって拒否されました[invalidTransaction]
pt_br: Código do erro: A transação foi rejeitada pela rede Ripple [invalidTransaction].
ru: Код ошибки: Транзакция была отклонена сетью Ripple [invalidTransaction].

source: Account unlock failed
de: Entsperren des Kontos fehlgeschlagen
fr_fr: Le déverrouillage du compte a échoué
ja: アカウントのアンロックに失敗しました。
pt_br: Desbloqueio da conta falhou
ru: Разблокировка аккаунта не удалась

source: Your account could not be unlocked. Please try again later.
de: Ihr Konto konnte nicht entsperrt werden. Bitte versuchen Sie es später erneut.
fr_fr: Votre compte n'a pas pu être déverrouillé. Veuillez réessayer ultérieurement.
ja: アカウントをアンロックできませんでした。しばらく待ってから再実行してください。
pt_br: Sua conta não pôde ser desbloqueada. Por favor tente de novo mais tarde.
ru: Ваша аккаунт не может быть разблокирован. Пожалуйста, повторите попытку позже.

source: Sorry, an error occurred while submitting your transaction.Make sure you are connected to the Internet and try again later.
de: Es tut uns leid, bei dem Versand Ihrer Transaktion ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass Sie mit dem Internet verbunden sind und versuchen Sie es später nochmal.
fr_fr: Désolé, une erreur s'est produite lors de l'envoi de votre transaction.Assurez-vous que vous êtes connecté à Internet et réessayez plus tard.
ja: 申し訳ありません。送信中にエラーが発生しました。インターネットの接続を確認し、しばらく待ってから再実行してください。
pt_br: Desculpe, ocorreu um erro ao submeter sua transação. Certifique-se que está conectado a internet e tente novamente mais tarde.
ru: Извините, произошла ошибка при подтверждении Вашей транзакции. Убедитесь, что вы подключены к Интернету и повторите попытку позже.

source: Before trying again, please ensure that the transaction has not been executed already.
de: Bevor Sie es erneut versuchen, bitte versichern Sie sich, dass die Transaktion nicht schon ausgeführt wurde.
fr_fr: Avant d'essayer à nouveau, veuillez vous assurer que la transaction n'a pas déjà été exécutée.
ja: 再実行する前に、取引処理が既に実行されていないかを確認してください。
pt_br: Antes de tentar novamente, verifique se a sua transação já não foi executada.
ru: Прежде чем попытаться снова, пожалуйста, убедитесь, что транзакция не была выполнена ранее.

source: Sending transaction to the Ripple network
de: Transaktion wird an das Ripple-Netzwerk gesendet
fr_fr: Envoi de la transaction au réseau Ripple
ja: 取引情報をRipple Networkに送信する。
pt_br: Enviando a transação para a rede Ripple
ru: Отправка транзакции в сеть Ripple

source: You sent {{1}} {{2}} to {{3}}
de: Sie haben {{1}} {{2}} zu {{3}} gesendet
fr_fr: Vous avez envoyé {{1}} {{2}} à {{3}}
ja: {{3}} さんに {{1}} {{2}} を送金しました。
pt_br: Você enviou {{1}} {{2}} para {{3}}
ru: Вы оправили {{1}} {{2}} к {{3}}

source: {{tx.counterparty | rpcontactname}} sent you
de: {{tx.counterparty | rpcontactname}} hat ihnen folgendes gesendet
fr_fr: {{tx.counterparty | rpcontactname}} vous a envoyé
ja: {{tx.counterparty | rpcontactname}}は以下を送金しました。
pt_br: {{tx.counterparty | rpcontactname}} lhe enviou
ru: {{tx.counterparty | rpcontactname}} послал Вам

source: {{tx.counterparty | rpcontactname}} now trusts you for
de: {{tx.counterparty | rpcontactname}} vertraut Ihnen jetzt über
fr_fr: {{tx.counterparty | rpcontactname}} vous fait maintenant confiance pour
ja: {{tx.counterparty | rpcontactname}} は以下の金額のため、信用を与えました。
pt_br: {{tx.counterparty | rpcontactname}} agora confia em você até
ru: {{tx.counterparty | rpcontactname}} теперь Вам доверяет на

source: Modify Order Error
de: Fehler beim Ändern der Order
fr_fr: Erreur Modification Ordre
ja: 注文の誤りを修正してください
pt_br: Modificar Erro de Ordem
ru: Ошибка изменения запроса

source: Sorry, your order could not be modified.
de: Leider konnte Ihre Order nicht geändert werden.
fr_fr: Désolé, votre ordre n'a pas pu être modifié.
ja: 申しわけございません、あなたのオーダーを変更できませんでした。
pt_br: Desculpe, não foi possível modificar sua ordem.
ru: Сожалеем, Ваш запрос не может быть изменен.

source: Your original order was cancelled but the modified order was not placed. <br/>
de: Ihre ursprüngliche Order wurde entfernt, doch die geänderte Order wurde nicht gesetzt. <br/>
fr_fr: Votre ordre initial a été annulé mais l'ordre modifié n'a pas été placé. <br/>
ja: あなたの当初の注文は取り消され、変更された注文はされませんでした。 <br/>
pt_br: Sua ordem original foi cancelada e a ordem modificada não foi criada. <br/>
ru: Ваш первоначльный запрос был отменен, но измененный запрос не был размещен. <br/>

source: The quantity of your order changed by {{order.qtyChangeAfterCancel | rpamount}} before the order could be modified. <br/><br/>
de: Die Menge Ihrer Order hat sich um {{order.qtyChangeAfterCancel | rpamount}} geändert, bevor die Order geändert werden konnte. <br/><br/>
fr_fr: La quantité de votre ordre a changé de {{order.qtyChangeAfterCancel | rpamount}} avant que l'ordre puisse être modifié. <br/><br/>
ja: 注文の前で{{order.qtyChangeAfterCancel | rpamount}}によって変更されたあなたの注文金額は修正されました。<br/><br/>
pt_br: A quantia da sua ordem mudou {{order.qtyChangeAfterCancel | rpamount}} antes da ordem ser modificada. <br/><br/>

source: To safeguard against the possibility of overfills a new order has not been placed. <br/>
de: Um sicherzugehen, dass kein höheres Volumen gewechselt wird, wurde keine neue Order eingetragen. <br/>
fr_fr: Pour protéger contre la possibilité de dépassement un nouvel ordre n'a pas été placé. <br/>
ja: これは新しい注文で溢れる可能性に対するセーフガードであるため、注文されなかった <br/>
pt_br: Para evitar a possibilidade de extrapolação a nova ordem não foi criada. <br/>

source: Please check your balance and history before placing the new order manually. <br/>
de: Bitte prüfen Sie Ihr Guthaben und Ihren Kontoverlauf, bevor Sie manuell die neue Order eintragen. <br/>
fr_fr: Veuillez vérifier votre solde et historique avant de placer le nouvel ordre manuellement. <br/>
ja: どうぞ、手動で新しい注文をする前に、あなたのバランスと履歴をチェックしてください。
pt_br: Por favor cheque o seu saldo e histórico antes de criar a nova ordem manualmente. <br/>
ru: Пожалуйста, проверьте Ваш баланс и историю, перед размещением нового запроса вручную.

source: Close
de: Schließen
fr_fr: Fermer
ja: 閉じる
pt_br: Fechar
ru: Закрыть

source: Unlock account
de: Konto entsperren
fr_fr: Déverrouiller le compte
ja: アカウントのロックを解除
pt_br: Desbloquear conta
ru: Разблокировать аккаунт

source: Password
de: Kennwort
fr_fr: Mot de passe
ja: パスワード
pt_br: Senha
ru: Пароль

source: Please enter your password to show your secret key.
de: Bitte geben Sie Ihr Kennwort ein, um Ihren geheimen Schlüssel anzuzeigen.
fr_fr: Veuillez entrer votre mot de passe pour afficher votre clé secrète.
ja: シークレット・キーを表示するには、パスワードを入力してください。
pt_br: Por favor insira sua senha para ver sua Chave Secreta.
ru: Введите Ваш пароль, чтобы увидеть ваш секретный ключ.

source: Please enter your password to confirm this transaction.
de: Bitte geben Sie Ihr Kennwort ein, um diese Transaktion zu bestätigen.
fr_fr: Veuillez entrer votre mot de passe pour confirmer cette transaction.
ja: 取引を確認するには、パスワードを入力してください。
pt_br: Por favor, digite a sua senha para confirmar esta transação.
ru: Введите Ваш пароль для подтверждения транзакции.

source: This password is incorrect, please try again.
de: Kennwort ungültig. Versuchen Sie es erneut.
fr_fr: Ce mot de passe est incorrect, veuillez réessayer.
ja: パスワードに誤りがあります。再実行してください。
pt_br: A senha está incorreta, por favor, tente novamente.
ru: Пароль указан неверно, повторите попытку.

source: Confirming password
de: Kennwort bestätigen
fr_fr: Confirmation du mot de passe
ja: パスワードを確認中
pt_br: Confirmando a senha
ru: Подтверждение пароля

source: Submit
de: Senden
fr_fr: Envoyer
ja: 送信
pt_br: Submeter
ru: Подтвердить

source: Country Code
de: Landesvorwahl
fr_fr: Indicatif du Pays
ja: 国コード
pt_br: Código do país
ru: Код страны

source: Phone Number
de: Telefonnummer
fr_fr: Numéro de téléphone
ja: 電話番号
pt_br: Número do Telefone
ru: Номер телефона

source: You have to be online to see this screen
de: Sie müssen online sein um dieses Fenster zu sehen
fr_fr: Vous devez être connecté pour visualiser cette page
ja: この画面を見るにはオンラインでなければなりません。
pt_br: Você precisa estar online para ver essa página
ru: Вы должны быть в режиме онлайн, чтобы прочесть это сообщение

source: USD instant deposit
de: USD-Sofort-Überweisung
fr_fr: Dépôt instantané USD
ja: USDインスタント入金
pt_br: Depósito instantâneo de USD

source: Step 1 (Amount)
de: Schritt 1 (Betrag)
fr_fr: Étape 1 (Montant)
ja: Step 1 (金額)
pt_br: Passo 1 (Quantia)
ru: Шаг 1 (Количество)

source: Step 2 (Confirmation)
de: Schritt 2 (Bestätigung)
fr_fr: Étape 2 (Confirmation)
ja: Step 2 (確認)
pt_br: Passo 2 (Confirmação)
ru: Шаг 2 (Подтверждение)

source: Step 3 (Complete deposit)
de: Schritt 3 (Einzahlung abschließen)
fr_fr: Étape 3 (Finaliser le dépôt)
ja: Step 3 (入金完了)
pt_br: Passo 3 (Completar depósito)
ru: Шаг 3 (Совершение депозита)

source: STEP 1: AMOUNT
de: SCHRITT 1: BETRAG
fr_fr: ÉTAPE 1: MONTANT
ja: STEP 1: 金額
pt_br: PASSO 1: QUANTIA
ru: ШАГ 1: КОЛИЧЕСТВО

source: STEP 2: CONFIRMATION
de: SCHRITT 2: BESTÄTIGUNG
fr_fr: ÉTAPE 2: CONFIRMATION
ja: STEP 2: 確認
pt_br: PASSO 2: CONFIRMAÇÃO
ru: ШАГ 2: ПОДТВЕРЖДЕНИЕ

source: STEP 3: COMPLETE DEPOSIT
de: SCHRITT 3: EINZAHLUNG ABSCHLIESSEN
fr_fr: ÉTAPE 3: FINALISER LE DÉPÔT
ja: STEP 3:入金完了
pt_br: PASSO 3: COMPLETAR DEPÓSITO
ru: ШАГ 3: СОВЕРШЕНИЕ ДЕПОЗИТА

source: Success! You've completed your USD deposit. Your funds should be available within a few minutes.
de: Erfolgreich! Ihre USD wurden eingezahlt und stehen binnen weniger Minuten zur Verfügung.
fr_fr: Succès! Vous avez effectué votre dépôt USD. Vos fonds devraient être disponibles d'ici quelques minutes.
ja: 成功！ あなたは、USD入金を完了しました。 資金は、２、３分以内に利用できるでしょう。
pt_br: Sucesso! Você completou o seu depósito de USD. Seu saldo deve estar disponível em poucos minutos.

source: You cancelled your deposit.
de: Sie haben Ihre Einzahlung abgebrochen.
fr_fr: Vous avez annulé votre dépôt.
ja: あなたは入金をキャンセルしました。
pt_br: Você cancelou o seu depósito.
ru: Вы отменили Ваш депозит.

source: Your deposit failed. Your bank account was not charged. Please contact {{1}}.
de: Ihre Einzahlung ist gescheitert. Ihr Bankkonto wurde nicht belastet. Bitte kontaktieren Sie {{1}}.
fr_fr: Votre dépôt a échoué. Votre compte bancaire n'a pas été débité. Merci de contacter {{1}}.
ja: 入金は失敗しました。 あなたの銀行預金口座には請求されていません。どうか{{1}}と連絡を取ってください。
pt_br: O seu depósito falhou. Sua conta bancária não foi debitada. Por favor contate {{1}}.

source: Amount
de: Betrag
fr_fr: Montant
ja: 金額
pt_br: Quantia
ru: Количество

source: Select your bank
de: Wählen Sie Ihre Bank aus
fr_fr: Sélectionnez votre banque
ja: あなたの銀行を選択
pt_br: Selecione o seu banco
ru: Выберите ваш банк

source: Ripple Trade has partnered with SnapSwap to make USD deposits easier. By continuing, you agree to SnapSwap's {{1}}To contact support, email {{2}}.
de: Ripple Trade und SnapSwap sind Partner, um USD-Einzahlungen einfacher zu machen. Indem Sie fortfahren, akzeptieren Sie die {{1}} von SnapSwap. Um sich an den Kundendienst zu wenden, senden Sie eine E-Mail an {{2}}.
fr_fr: Ripple Trade a établi un partenariat avec SnapSwap pour faciliter les dépôts USD. En continuant, vous acceptez les {{1}} de SnapSwap. Pour contacter le support, email {{2}}.
ja: Ripple Tradeは、USDの簡単な入金をするために、SnapSwapとパートナーになりました。この操作を続けると、SnapSwapの{{1}} に合意することになります。サポートに連絡するために {{2}}にメールしてください。
pt_br: Ripple Trade e SnapSwap fizeram uma parceria para facilitar depósitos em USD. Ao continuar você concorda com os {{1}} do SnapSwap. Para suporte, envie um email para {{2}}.

source: Fee
de: Gebühr
fr_fr: Frais
ja: 手数料
pt_br: Taxa
ru: Комиссия

source: Calculating...
de: Berechnung läuft...
fr_fr: Calcul en cours...
ja: 計算中...
pt_br: Calculando...
ru: Вычисление...

source: Back
de: Zurück
fr_fr: Retour
ja: 戻る
pt_br: Voltar
ru: Назад

source: Confirm
de: Bestätigen
fr_fr: Confirmer
ja: 確認
pt_br: Confirmar
ru: Подтвердить

source: Public Information
de: Öffentliche Informationen
fr_fr: Informations publiques
ja: パブリックインフォメーション
pt_br: Informação Pública
ru: Публичная информация

source: Profile Information
de: Profil-Informationen
fr_fr: Informations sur le profil
ja: プロフィールインフォーメーション
pt_br: Informações do Perfil
ru: Информация профиля

source: Identity Information
de: Identitäts-Informationen
fr_fr: Informations sur l'identité
ja: アイデンティティインフォメーション
pt_br: Informações de Identidade
ru: Информация по идентификации

source: Completed
de: Vollständig
fr_fr: Terminé
ja: 作成しました
pt_br: Completo
ru: Закончен

source: Incomplete
de: Unvollständig
fr_fr: Incomplet
ja: 作成していません
pt_br: Incompleto
ru: Незакончен

source: Complete your profile
de: Vervollständigen Sie Ihr Profil
fr_fr: Complétez votre profil
ja: プロフィールを作成する
pt_br: Complete o seu perfil
ru: Заполните ваш профиль

source: Identity Questions
de: Identitäts-Fragen
fr_fr: Questions sur l'identité
ja: 本人確認の質問
pt_br: Perguntas de Identidade
ru: Вопросы по идентификации

source: Changing your Ripple name...
de: Ihr Ripple-Name wird geändert
fr_fr: Modification de votre nom Ripple...
ja: Ripple 名を変更しています...
pt_br: Mudando o seu nome Ripple
ru: Смена вашего Рипл имени ...

source: Your Ripple name has been changed successfully.
de: Ihr Ripple-Name wurde erfolgreich geändert.
fr_fr: Votre nom Ripple a été changé avec succès.
ja: Ripple 名の変更に成功しました。
pt_br: Seu Nome Ripple foi mudado com sucesso.
ru: Ваше Ripple имя было успешно изменено.

source: Account settings
de: Konto-Einstellungen
fr_fr: Paramètres de compte
ja: アカウント設定
pt_br: Configurações da Conta
ru: Настройки аккаунта

source: Ripple name
fr_fr: Nom Ripple
ja: Ripple 名
pt_br: Nome Ripple
ru: Имя Ripple

source: edit
de: Ändern
fr_fr: éditer
ja: 編集
pt_br: editar
ru: править

source: New Ripple name
de: Neuer Ripple-Name
fr_fr: Nouveau nom Ripple
ja: 新規 Ripple 名
pt_br: Novo nome Ripple
ru: Новое Ripple Имя

source: Available
de: Verfügbar
fr_fr: Disponible
ja: 利用可能
pt_br: Disponível
ru: Доступно

source: Already taken!
de: Schon vergeben!
fr_fr: Déjà pris!
ja: 既に使われています！
pt_br: Não disponível!
ru: Уже занято!

source: Reserved for {{usernameReservedFor}}{{1}}{{2}}
de: Reserviert für {{usernameReservedFor}}{{1}}{{2}}
fr_fr: Réservé pour {{usernameReservedFor}}{{1}}{{2}}
ja: {{usernameReservedFor}}{{1}}{{2}} のため保留
pt_br: Reservado para {{usernameReservedFor}}{{1}}{{2}}
ru: Зарезервировано {{usernameReservedFor}}{{1}}{{2}}

source: Must be at least 2 characters
de: Muss mindestens 2 Zeichen haben
fr_fr: Doit être d'au moins 2 caractères
ja: 2文字以上でなければなりません。
pt_br: Precisa ter pelo menos 2 caracteres
ru: Должно быть не менее двух символов

source: Must be at most 20 characters
de: Darf höchstens 20 Zeichen haben
fr_fr: Doit être au plus de 20 caractères
ja: 20文字以下でなければなりません。
pt_br: Precisa ter no máximo 20 caracteres
ru: Должно быть не более 20 символов

source: Only a-z, 0-9 and hyphen (-)
de: Nur a-z, 0-9 und Bindestrich (-)
fr_fr: Seulement a-z, 0-9 et tiret (-)
ja: 半角英数字とハイフン (-) のみ使用できます。
pt_br: Apenas a-z, 0-9 e hífen (-)
ru: Только a-z, 0-9 и дефис (-)

source: Cannot start with hyphen (-)
de: Kann nicht mit Bindestrich (-) anfangen
fr_fr: Ne peut pas commencer par un tiret (-)
ja: ハイフン (-) は先頭に設定できません。
pt_br: Não pode começar com hífen (-)
ru: Не может начинаться с дефиса (-)

source: Cannot end with hyphen (-)
de: Kann nicht mit Bindestrich (-) enden
fr_fr: Ne peut pas se terminer par un tiret (-)
ja: ハイフン (-) は後尾に設定できません。
pt_br: Não pode terminar com hífen (-)
ru: Не может заканчиваться дефисом (-)

source: Cannot bundle hyphens (--)
de: Darf keine aufeinanderfolgenden Bindestriche (--) enthalten
fr_fr: Vous ne pouvez pas regrouper des tirets (--)
ja: ハイフン (--) を羅列して設定できません。
pt_br: Não pode ter 2 hífens seguidos (--)
ru: Нельзя объединять дефисы (--)

source: Checking...
de: Wird geprüft
fr_fr: Vérification...
ja: チェック中...
pt_br: Checando...
ru: Проверка...

source: Current password
de: Aktuelles Kennwort
fr_fr: Mot de passe actuel
ja: 現在のパスワード
pt_br: Senha atual
ru: Действующий пароль

source: Entered password is wrong.
de: Das eingegebene Kennwort ist falsch.
fr_fr: Le mot de passe entré est erroné.
ja: パスワードに誤りがあります。
pt_br: A senha digitada está errada.
ru: Введен неверный пароль.

source: Your Ripple name has been changed. Please login again.
de: Ihr Ripple-Name wurde geändert. Bitte melden Sie sich erneut an.
fr_fr: Votre nom de Ripple a été changé. Veuillez vous connecter à nouveau.
ja: Ripple 名は変更されました。再びログインしてください。
pt_br: O seu nome Ripple mudou. Por favor faça novo login.
ru: Ваше Ripple Имя было изменено. Пожалуйста войдите снова.

source: Couldn't change your Ripple name, please try again later.
de: Ihr Ripple-Name konnte nicht geändert werden, bitte später erneut versuchen.
fr_fr: Impossible de changer votre nom Ripple, veuillez réessayer ultérieurement.
ja: Ripple 名を変更することができませんでした。しばらく待ってから再実行してください。
pt_br: Não foi possível mudar o seu nome Ripple. Tente novamente mais tarde.
ru: Не удалось сменить ваше Ripple Имя, пожалуйста попробуйте еще раз позднее.

source: cancel
de: abbrechen
fr_fr: annuler
ja: キャンセル
pt_br: cancelar
ru: отмена

source: Ripple address
de: Ripple Adresse
fr_fr: Adresse Ripple
ja: Ripple アドレス
pt_br: Endereço Ripple
ru: Ripple адрес

source: Your blob vault has been changed successfully.
de: Ihr Datentresor wurde erfolgreich geändert.
fr_fr: Votre blob vault a été changé avec succès.
ja: Blob vault の変更に成功しました。
pt_br: Seu blob vault foi alterado com sucesso.

source: Your bitcoin bridge has been changed successfully.
de: Ihre Bitcoin-Brücke wurde erfolgreich geändert.
fr_fr: Votre pont bitcoin a été changé avec succès.
ja: ビットコインブリッジの変更に成功しました。
pt_br: Sua bridge de bitcoin foi alterada com sucesso.
