Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: We’ve sent an email to {{1}}. To complete registration, click the link in the email.
de: Wir haben eine E-Mail an {{1}} gesendet. Um die Registrierung abzuschließen, klicken Sie auf den Link in der E-Mail.
fr_fr: Nous avons envoyé un email à {{1}}. Pour terminer l'enregistrement, cliquez sur le lien dans l'email.
ja: {{1}} へメールを送信しました。登録を完了するには、メール内のリンクをクリックしてください。
pt_br: Enviamos um e-mail para {{1}}. Para completar o registro, clique no link do e-mail.
ru: Мы отправили электронное письмо на {{1}}. Для завершения регистрации, нажмите на ссылку в сообщении электронной почты.

source: Email token has been resent.
de: E-Mail-Token wurde erneut gesendet.
fr_fr: Le jeton email a été renvoyé.
ja: メールトークンが再送信されました。
pt_br: O token foi re-enviado por email
ru: Маркер электронной почты был отправлен повторно.

source: Email Address:
de: E-Mail-Adresse:
fr_fr: Adresse email:
ja: Eメールアドレス：
pt_br: Endereço de email
ru: Адрес электронной почты:

source: Re-send Email
de: E-Mail erneut senden
fr_fr: Ré-envoyer email
ja: メールを再送信
pt_br: Reenviar Email
ru: Повторная отправка электронной почты

source: Active Session Timeout
de: Zeitüberschreitung der aktiven Sitzung
fr_fr: Expiration de la session active
ja: アクティブセッションのタイムアウト
pt_br: Sessão Ativa Expirou
ru: Время активного сеанса истекло

source: To view or edit your security settings, you must currently have an active session.
de: Um Ihre Sicherheits-Einstellungen anzuzeigen oder zu bearbeiten, müssen Sie über eine momentan aktive Sitzung verfügen.
fr_fr: Pour afficher ou modifier vos paramètres de sécurité, vous devez actuellement avoir une session active.
ja: あなたのセキュリティ設定を見るか、編集するためには、あなたには現在、アクティブなセッションを持っていなければなりません
pt_br: Para visualizar ou editar as configurações de segurança, você deve ter uma sessão ativa.
ru: Чтобы просмотреть или изменить параметры безопасности, необходимо быть в активном сеансе связи.

source: Restore Session
de: Sitzung wiederherstellen
fr_fr: Restaurer la Session
ja: セッションの復元
pt_br: Restaurar Sessão
ru: Восстановить сессию

source: Your Ripple password has been changed, please login again
de: Ihr Ripple-Kennwort wurde geändert, bitte melden Sie sich erneut an.
fr_fr: Votre mot de passe Ripple a été changé, veuillez vous identifier à nouveau
ja: Ripple パスワードは変更されました。再びログインしてください。
pt_br: Sua senha Ripple foi alterada, por favor faça novo login.
ru: Ваше Ripple пароль был изменен. Пожалуйста войдите снова.

source: Couldn't change your Ripple password, please try again later.
de: Fehler beim Ändern Ihres Ripple-Kennworts, bitte versuchen Sie es später erneut.
fr_fr: Impossible de changer votre mot de passe Ripple, veuillez réessayer ultérieurement.
ja: Rippleパスワードを変更することができませんでした。しばらく待ってから再実行してください。
pt_br: Não foi possível mudar a sua senha Ripple, tente novamente mais tarde.
ru: Не удалось сменить ваш Ripple пароль, пожалуйста попробуйте еще раз позднее.

source: Changing your Ripple password...
de: Ihr Ripple-Kennwort wird geändert
fr_fr: Modification de votre mot de passe Ripple...
ja: あなたのRippleパスワードを変更しています...
pt_br: Mudando sua Senha Ripple...
ru: Изменение вашего пароля Ripple ...

source: Your Ripple password has been changed successfully.
de: Ihr Ripple-Kennwort wurde erfolgreich geändert.
fr_fr: Votre mot de passe Ripple a été changé avec succès.
ja: Ripple パスワードの変更に成功しました。
pt_br: Sua senha Ripple foi alterada com sucesso.
ru: Ваше Ripple Имя было успешно изменено.

source: Unable to load Two-factor authentication settings.
de: Fehler beim Laden der Einstellungen für die Zwei-Faktor-Authentifizierung.
fr_fr: Impossible de charger les paramètres d'authentification à deux facteurs.
ja: 2段階認証の設定をロードできません。
pt_br: Não é possível carregar as configurações de autenticação em dois passos.
ru: Невозможно загрузить настройки двухфакторной аутентификации.

source: Error saving Two-factor authentication settings.
de: Fehler beim Speichern der Einstellungen für die Zwei-Faktor-Authentifizierung.
fr_fr: Erreur lors de l'enregistrement des paramètres d'authentification à deux facteurs.
ja: 2段階認証の設定保存時のエラー
pt_br: Erro ao salvar as configurações de autenticação em dois passos.
ru: Ошибка сохранения настроек двухфакторной аутентификации.

source: The verification code is invalid.
de: Der Verifizierungs-Code ist ungültig.
fr_fr: Le code de vérification est invalide.
ja: 検証コードは無効です。
pt_br: O código de verificação é inválido.
ru: Код подтверждения недействителен.

source: Two-factor authentication has been successfully enabled.
de: Die Zwei-Faktor-Authentifizierung wurde erfolgreich aktiviert.
fr_fr: L'authentification à deux facteurs a été activée avec succès.
ja: ２段階認証が正常に有効になりました。
pt_br: Autenticação em dois passos ativada com sucesso.
ru: Двухфакторная аутентификация успешно включена.

source: Two-factor authentication has been successfully disabled.
de: Die Zwei-Faktor-Authentifizierung wurde erfolgreich deaktiviert.
fr_fr: L'authentification à deux facteurs a été désactivée avec succès.
ja: 2段階認証が正常に無効になりました。
pt_br: Autenticação em dois passos desativada com sucesso.
ru: Двухфакторная аутентификация успешно отключена.

source: Password protection has been successfully enabled.
de: Der Kennwortschutz wurde erfolgreich aktiviert.
fr_fr: La protection par mot de passe a été activée avec succès.
ja: パスワード保護は正常に有効になりました。
pt_br: A proteção por senha foi ativada com sucesso.

source: Password protection has been successfully disabled.
de: Der Kennwortschutz wurde erfolgreich deaktiviert.
fr_fr: La protection par mot de passe a été désactivée avec succès.
ja: パスワード保護は正常に無効になりました。
pt_br: A proteção por senha foi desativada com sucesso.

source: Security settings
de: Sicherheits-Einstellungen
fr_fr: Paramètres de sécurité
ja: セキュリティー設定
pt_br: Configurações de segurança
ru: Настройки безопасности

source: Loading Two-factor authentication settings...
de: Einstellungen für die Zwei-Faktor-Authentifizierung werden geladen
fr_fr: Chargement des paramètres d'authentification à deux facteurs...
ja: 2段階認証の設定を読み込んでいます...
pt_br: Carregando configurações da autenticação em dois passos...
ru: Загрузка настроек двухфакторной аутентификации ...

source: Enabled
de: Aktiviert
fr_fr: Activé
ja: 有効
pt_br: Ativada
ru: Выключить

source: Disabled
de: Deaktiviert
fr_fr: Désactivé
ja: 無効
pt_br: Desativada
ru: Выключить

source: disable
de: deaktivieren
fr_fr: désactiver
ja: 無効化
pt_br: desativar
ru: выключить

source: enable
de: aktivieren
fr_fr: activer
ja: 有効化
pt_br: ativar
ru: включить

source: Authy is providing two-factor authentication for Ripple Trade. To enable two-factor authentication, you must share some information with Authy.
de: Authy stellt Zwei-Faktor-Authentifizierung für Ripple Trade bereit. Um die Zwei-Faktor-Authentifizierung zu aktivieren, müssen Sie einige Informationen für Authy freigeben.
fr_fr: Authy assure l'authentification à deux facteurs pour Ripple Trade. Pour activer l'authentification à deux facteurs, vous devez partager des informations avec Authy.
ja: Authy は Ripple Trade に対して２段階認証を提供しています。２段階認証を有効化するためには、一部の情報を Authy と共有する必要があります。
pt_br: Authy está fornecendo autenticação em dois passos para o Ripple Trade. Para habilitar a autenticação em dois passos, você deve compartilhar algumas informações com Authy.
ru: Authy обеспечивает двухфакторную аутентификацию для Ripple Trade. Чтобы включить двухфакторную аутентификацию, вы должны поделиться некоторой информацией с Authy.

source: - Your email address:
de: - Ihre E-Mail-Adresse:
fr_fr: - Votre adresse email:
ja: - あなたの電子メールアドレス:
pt_br: - Seu email:
ru: - Ваш электронный адрес:

source: - Your phone number:
de: - Ihre Telefonnummer:
fr_fr: - Votre numéro de téléphone:
ja: - あなたの電話番号:
pt_br: - O número do seu telefone:
ru: - Ваш номер телефона:

source: By proceeding, you agree to the Authy {{1: terms of service.}}
de: Indem Sie fortfahren, akzeptieren Sie die Authy-{{1: Nutzungsbedingungen}}
fr_fr: En continuant, vous acceptez les {{1: conditions de service}} de Authy.
ja: 続行すると、Authy の{{1:利用規約}}に同意したことになります。
pt_br: Ao continuar, você concorda com os {{1: termos de uso}} do Authy.
ru: Запуская, вы соглашаетесь с Authy {{1: terms of service.}}

source: Share
de: Freigeben
fr_fr: Partager
ja: 共有
pt_br: Compartilhar
ru: Поделиться

source: Saving settings...
de: Einstellungen werden gespeichert...
fr_fr: Enregistrement des paramètres...
ja: 設定を保存しています...
pt_br: Salvando configurações...
ru: Сохранение настроек ...

source: Disabling Two-factor authentication...
de: Zwei-Faktor-Authentifizierung wird deaktiviert...
fr_fr: Désactivation de l'authentification à deux facteurs...
ja: 2段階認証を無効化しています...
pt_br: Desativando autenticação em dois passos...
ru: Отключение двухфакторной аутентификации ...

source: Enabling Two-factor authentication...
de: Zwei-Faktor-Authentifizierung wird aktiviert...
fr_fr: Activation de l'authentification à deux facteurs...
ja: 2段階認証を有効化しています...
pt_br: Ativando autenticação em dois passos...
ru: Включение двухфакторной аутентификации ...

source: Resend Code
de: Code erneut senden
fr_fr: Renvoyer le Code
ja: コードを再送する
pt_br: Re-enviar Código
ru: Отправить код заново

source: Enable
de: Aktivieren
fr_fr: Activer
ja: 有効
pt_br: Ativar
ru: Включить

source: Ripple password
de: Ripple-Kennwort
fr_fr: Mot de passe Ripple
ja: Ripple パスワード
pt_br: Senha Ripple
ru: Ripple пароль

source: New password
de: Neues Kennwort
fr_fr: Nouveau mot de passe
ja: 新しいパスワード
pt_br: Nova senha
ru: Новый пароль

source: Your secret key unlocks access to your account funds. Please write it down and store it somewhere private and safe. In the event you lose your Ripple name or password, you can use this secret key to recover your funds.
de: Ihr geheimer Schlüssel entsperrt den Zugriff auf Ihr Konto-Guthaben. Bitte notieren Sie ihn sich und bewahren Sie ihn an einem privaten und sicheren Ort auf. Für den Fall, dass Sie Ihren Ripple-Namen oder Ihr Kennwort verlieren, können Sie diesen sicheren Schlüssel verwenden, um Ihr Guthaben wiederherzustellen.
fr_fr: Votre clé secrète déverrouille l'accès aux fonds de votre compte. S'il vous plaît notez-la et conservez-la dans un endroit privé et sûr. Dans le cas où vous perdriez votre nom ou mot de passe Ripple, vous pouvez utiliser cette clé secrète pour récupérer vos fonds.
ja: シークレット・キーによりあなたの資金へのアクセスを解除することができます。メモを取り、人目につかない安全な場所に保管してください。Ripple 名やパスワードを忘れた場合には、このシークレット・キーを使って資金を復活させることができます。
pt_br: Sua Chave Secreta dá acesso aos fundos da sua conta. Por favor anote-a e guarde-a em um lugar privado e seguro. No caso de você perder o seu nome Ripple ou senha, você pode usar essa Chave Secreta para recuperar seus fundos.
ru: Ваш Секретный ключ обеспечивает "аварийный" доступ к вашим средствам. Пожалуйста, запишите его и храните его в надежном месте. В случае если вы потеряете ваше имя Ripple или пароль, Вы можете использовать этот секретный ключ, чтобы восстановить ваши средства.

source: Password protection for transactions
de: Kennwortschutz für Transaktionen
fr_fr: Protection par mot de passe pour les transactions
ja: トランザクションに対するパスワード保護
pt_br: Solicitar senha para transações
ru: Защита паролем для операций

source: If you turn off password requests, you’ll still need to enter your password after each page refresh.
de: Wenn Sie Kennwort-Anfragen deaktivieren, müssen Sie Ihr Kennwort trotzdem noch nach jedem Neu-Laden der Seite eingeben.
fr_fr: Si vous désactivez les demandes de mot de passe, vous aurez toujours besoin d'entrer votre mot de passe après chaque rafraichissement de la page.
ja: パスワード要求をやめたとしても、ページを新しく読み込んだ場合には毎回パスワードを入力する必要があります。
pt_br: Se você desativar as solicitações de senha, você ainda precisará digitar sua senha após cada atualização da página.
ru: Если выключить запрос пароля, вы все равно должны ввести пароль после каждого обновления страницы.

source: Yes
de: Ja
fr_fr: Oui
ja: はい
pt_br: Sim
ru: Да

source: No
de: Nein
fr_fr: Non
ja: いいえ
pt_br: Não
ru: Нет

source: Delete Ripple Trade account
de: Ripple-Trade-Konto löschen
fr_fr: Supprimer compte Ripple Trade
ja: Ripple Tradeアカウントを削除
pt_br: Apagar a conta Ripple Trade

source: This deletes your Ripple Trade account. You will no longer be able to login to Ripple Trade and your account data will be deleted. However, you can still access your funds using your secret key.
de: Damit wird Ihr Ripple-Trade-Konto gelöscht. Sie können sich dann nicht mehr bei Ripple Trade anmelden, und die Daten in Ihrem Konto werden gelöscht. Über Ihren geheimen Schlüssel haben Sie aber weiterhin Zugriff auf Ihr Guthaben.
fr_fr: Cela supprime votre compte Ripple Trade. Vous ne serez plus en mesure de vous connecter à Ripple Trade et les données de votre compte seront supprimées. Cependant, vous pourrez toujours accéder à vos fonds à l'aide de votre clé secrète.
ja: これであなたのRipple Tradeアカウントを削除します。 あなたはもはやRipple Tradeにログインできないでしょう、そして、あなたのアカウント・データは削除されます。 しかし、あなたのシークレットキーを使用することによってまだ資金にアクセスすることはできます。
pt_br: Isso apaga a sua conta Ripple Trade. Você não será mais capaz de entrar no Ripple Trade e sua conta será apagada. Porém, você ainda poderá acessar os seus fundos usando sua chave secreta.

source: You have to be funded before you can send money
de: Sie müssen finanziert werden, bevor Sie in der Lage sind, Geld zu senden
fr_fr: Vous devez être approvisionné avant de pouvoir envoyer de l'argent
ja: 送金する前に資金を供給する必要があります。
pt_br: Você precisa ter fundos antes de enviar dinheiro
ru: Ваш кошелек должен быть активирован, прежде чем вы сможете отправлять деньги

source: Recipient
de: Empfänger
fr_fr: Destinataire
ja: 相手先
pt_br: Destinatário
ru: Получатель

source: Please enter a recipient.
de: Bitte geben Sie einen Empfänger an.
fr_fr: Veuillez entrer un destinataire.
ja: 相手先を入力してください。
pt_br: Por favor insira um destinatário.
ru: Пожалуйста, введите получателя.

source: Recipient should be a Ripple name, a contact, or Ripple/Bitcoin address.
de: Empfänger sollte ein Ripple-Name, ein Kontakt, oder eine Ripple-/Bitcoin-Adresse sein.
fr_fr: Le destinataire doit être un nom Ripple, un contact ou une adresse Ripple/Bitcoin.
ja: 受取人は Ripple 名、相手先、または Ripple か ビットコインアドレスでなければなりません。
pt_br: Destinatário deve ser um nome Ripple, um contato ou endereço Ripple / Bitcoin.
ru: Поле "Получатель" должно быть либо Ripple имя, контакт, либо адрес Ripple/Bitcoin.

source: This email address is not Ripple-enabled.
de: Diese Email-Adresse ist nicht für Ripple aktiviert.
fr_fr: Cette adresse email n'est pas compatible avec Ripple.
ja: このメールアドレスは、Ripple に対応していません。
pt_br: Este endereço de email não está Ripple-ativado.
ru: Этот адрес электронной почты не подключен к Ripple.

source: Show destination tag
de: Zielmarker anzeigen
fr_fr: Afficher l'étiquette de destination
ja: 宛先タグを見る
pt_br: Mostrar tag do destinatário
ru: Показать метку назначения

source: Destination cannot be blank.
de: Ziel darf nicht leer sein.
fr_fr: La destination ne peut être vide.
ja: 宛先は空欄にできません
pt_br: Destinatário não pode estar em branco
ru: Назначение не может быть пустым.

source: Recipient requires a destination tag to be specified for the transaction. If you don't know the destination tag, please contact them before doing a transaction.
de: Der Empfänger verlangt einen Zielmarker für diese Transaktion. Falls Sie den korrekten Zielmarker nicht wissen, kontaktieren Sie bitte den Empfänger bevor Sie Geld senden.
fr_fr: Le destinataire requiert qu'une étiquette de destination soit spécifiée pour la transaction. Si vous ne connaissez pas l’étiquette de destination, contactez le destinataire avant de faire une transaction s'il vous plaît.
ja: 受取人は、処理するために宛先タグが指定される必要があります。 宛先タグを知らない場合は、取引を行う前に受取人と連絡をとってください。
pt_br: A conta de destino exige que a tag do destinatário seja especificada para esta transação. Se você não sabe a tag do destinatário, por favor contate-o antes de fazer a transação.
ru: Получатель запрашивает наличие метки назначения для транзакции. Если Вы не знаете метки назначения, свяжитесь с получателем перед совершением сделки.

source: Source tag
de: Ursprungsmarker
fr_fr: Étiquette source
ja: ソースタグ
pt_br: Tag do remetente
ru: Метка источника

source: Invalid source tag
de: Falscher Ursprungsmarker
fr_fr: Étiquette source invalide
ja: 無効のソースタグ
pt_br: Tag do remetente inválida
ru: Неправильная метка источника

source: Invoice ID must not be more than 64 characters long.
de: Rechnungskennung darf nicht mehr als 64 Zeichen lang sein.
fr_fr: L'identifiant d'envoi ne doit pas dépasser 64 caractères.
ja: インボイスIDは長さ64文字以下でなければなりません。
pt_br: Invoice ID não pode ter mais de 64 caracteres.

source: Recipient will receive
de: Empfänger erhält
fr_fr: Le destinataire recevra
ja: 相手先が受け取る金額
pt_br: Destinatário vai receber
ru: Получателю будет зачислено

source: {{send.recipient | rpcontactname}} can't receive this currency.
de: {{send.recipient | rpcontactname}} kann diese Währung nicht empfangen.
fr_fr: {{send.recipient | rpcontactname}} ne peut recevoir cette devise.
ja: {{send.recipient | rpcontactname}} はこの通貨を受け取ることができません。
pt_br: {{send.recipient | rpcontactname}} não pode receber esta moeda.
ru: {{send.recipient | rpcontactname}} не может принимать в этой валюте.

source: Amount must be greater than zero.
de: Die Menge muss größer als Null sein.
fr_fr: Le montant doit être plus élevé que zéro.
ja: 金額はゼロより大きくなければなりません。
pt_br: A quantia deve ser maior do que zero
ru: Сумма должна быть больше нуля.

source: You are either trying to send too little or too much XRP.Minimum amount is 0.000001 XRP and maximum amount is 100 billion XRP.
de: Sie versuchen entweder zu wenig oder zu viel XRP zu senden. Der Minimumbetrag ist 0,000001 XRP und der Maximumbetrag 100 Milliarden XRP.
fr_fr: Vous tentez d'envoyer soit trop ou trop peu de XRP. Le montant minimum est de 0.000001 XRP et le montant maximal est de 100 milliards de XRP.
ja: 送金しようとしているXRPが規定量の範囲外です。最小送金額は0.000001 XRP、最大送金額は1000億XRPです。
pt_br: Você está tentando converter muito pouco ou muito XRP. A quantia mínima é 0.000001 XRP e a máxima é 100 bilhões XRP.

source: Recipient does not allow XRP payments. Are you sure you want to send XRP anyway?
de: Der Empfänger erlaubt keine XRP-Zahlungen. Sind Sie sicher, dass Sie trotzdem XRP senden möchten?
fr_fr: Le destinataire n'accepte pas le paiement en XRP. Êtes-vous sûr de vouloir tout de même envoyer des XRP ?
ja: 相手先は、XRP での支払いを許可していません。XRP を送金してもよろしいですか？
pt_br: O destinatário não permite pagamentos em XRP. Deseja enviar XRP mesmo assim?
ru: Получатель не разрешает перевод XRP. Вы все равно хотите послать XRP?

source: {{send.recipient | rpcontactname}}trusts you for {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
de: {{send.recipient | rpcontactname}}vertraut Ihnen über {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
fr_fr: {{send.recipient | rpcontactname}}vous fait confiance pour {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
ja: {{send.recipient | rpcontactname}} は、{{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}} のため、あなたに信用を与えています。
pt_br: {{send.recipient | rpcontactname}}confia em você até {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
ru: {{send.recipient | rpcontactname}} доверяет Вам на {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.

source: Send XRP
de: XRP senden
fr_fr: Envoyer des XRP
ja: XRPを送金する
pt_br: Enviar XRP
ru: Отправить XRP

source: Destination account is unfunded; send at least {{send.xrp_deficiency | rpamount}} XRP to fund it.{{1}}
de: Das Zielkonto wurde noch nicht finanziert; Sie müssen mindestens {{send.xrp_deficiency | rpamount}} XRP senden um es zu finanzieren.{{1}}
fr_fr: Le compte de destination n'est pas approvisionné; envoyer au moins {{send.xrp_deficiency | rpamount}} XRP pour le financer.{{1}}
ja: 送金先アカウントには資金がありません。資金を提供するには、最低 {{send.xrp_deficiency | rpamount}} XRPを送金してください。{{1}}
pt_br: A conta de destino não foi ativada ainda; envie pelo menos {{send.xrp_deficiency | rpamount}} XRP para ativá-la.{{1}}
ru: Аккаунт получателя не активирован; отправьте по меньшей мере {{send.xrp_deficiency | rpamount}} XRP чтобы активировать его.{{1}}

source: Checking
de: Untersuche
fr_fr: Vérification en cours
ja: チェック中
pt_br: Checando
ru: Проверка

source: Analyzing address
de: Analysiere adresse
fr_fr: Analyse de l'adresse
ja: アドレスを検証中
pt_br: Analisando endereço
ru: Анализ адреса

source: Scanning accepted currencies
de: Akzeptierte Währungen werden gesucht
fr_fr: Examen des devises acceptées
ja: 受け取った通貨を読み込んでいます
pt_br: Verificando moedas aceitas
ru: Сканируем принимаемые валюты

source: Requesting quote
de: Kosten abfragen
fr_fr: Demande d'une estimation
ja: 引用符を要求中
pt_br: Solicitando cotação
ru: Запрос котировки

source: Calculating paths
de: Berechne Pfade
fr_fr: Calcul des chemins
ja: 経路を検索中
pt_br: Calculando caminho
ru: Вычисление путей

source: Calculating alternatives
de: Berechne Alternativen
fr_fr: Calcul des alternatives
ja: 代案を計算中
pt_br: Calculando alternativas
ru: Вычисление альтернатив

source: You cannot send {{send.amount}} {{send.currency}} to {{send.recipient}}. Either your account has insufficient funds, or {{send.recipient}} doesn't accept {{send.currency}}.
de: Sie können nicht {{send.amount}} {{send.currency}} an {{send.recipient}} senden. Entweder verfügt Ihr Konto nicht über genügend Guthaben, oder {{send.recipient}} akzeptiert {{send.currency}} nicht.
fr_fr: Vous ne pouvez pas envoyer {{send.amount}} {{send.currency}} à {{send.recipient}}. Soit votre compte n'est pas suffisamment approvisionné, ou {{send.recipient}} n'accepte pas {{send.currency}}.
ja: {{send.amount}} {{send.currency}} を {{send.recipient}} へ送金できません。アカウントの残高が不足しているか、{{send.recipient}} は {{send.currency}} を受け付けていません。
pt_br: Você não pode enviar {{send.amount}} {{send.currency}} para {{send.recipient}}. Ou sua conta não tem fundos suficientes, ou {{send.recipient}} não aceita {{send.currency}}.
ru: Невозможно отрпавить {{send.amount}} {{send.currency}} для {{send.recipient}}. Либо на Вашем счету не достаточно средств, или {{send.recipient}} не принимает {{send.currency}}.

source: You cannot send {{send.amount}} {{send.currency}} to{{send.recipient}}. Your account has insufficient funds.
de: Sie können nicht {{send.amount}} {{send.currency}} an{{send.recipient}} senden. Ihr Konto hat nicht genug Guthaben.
fr_fr: Vous ne pouvez pas envoyer {{send.amount}} {{send.currency}} à{{send.recipient}}. Votre compte n'est pas suffisamment approvisionné.
ja: {{send.amount}} {{send.currency}} を {{send.recipient}} へ送金できません。アカウントの残高が不足しています。
pt_br: Você não pode enviar {{send.amount}} {{send.currency}} para{{send.recipient}}. Sua conta não tem fundos suficientes.
ru: Вы не можете отправить {{send.amount}} {{send.currency}} к{{send.recipient}}. У вас не достаточно средств.

source: There are no valid currency choices for this destination.
de: Es gibt keine gültigen Währungen für dieses Ziel.
fr_fr: Il n'y a aucun choix de devise valide pour cette destination.
ja: この宛先に対する有効な通貨の選択肢がありません。
pt_br: Não há escolhas válidas para esse destinatário.
ru: По этому адресу нет выбора вариантов валют.

source: Error while retrieving quote for outbound payment. {{1}}
de: Fehler beim Empfangen der Quote für ausgehende Zahlung. {{1}}
fr_fr: Erreur lors de la récupération d'une estimation pour un paiement sortant. {{1}}
ja: 送金の引用符を取得する際にエラーが発生しました。{{1}}
pt_br: Erro ao obter cotação para pagamento de saída. {{1}}
ru: Ошибка во время получения котировок для исходящего платежа. {{1}}

source: You can send
de: Sie könne folgendes senden
fr_fr: Vous pouvez envoyer
ja: 以下の金額を送金する
pt_br: Você pode enviar
ru: Вы можете отправить

source: Or you can send
de: Oder Sie senden folgendes
fr_fr: Ou vous pouvez envoyer
ja: もしくは、以下の金額を送金する
pt_br: Ou você pode enviar
ru: Или вы можете отправить
