Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: Passphrase
fr_fr: Mot de passe
ja: パスワード
pt_br: Senha
ru: Пароль пользователя

source: Begin Migration
de: Umstellung beginnen
fr_fr: Commencer la migration
ja: 移行を開始
pt_br: Iniciar Migração
ru: Начать перенос

source: New to {{productName}}? {{1:Sign Up}}
de: Neu bei {{productName}}? {{1:Registrieren}}
fr_fr: Nouveau sur {{productName}} ? {{1:S'enregistrer}}
ja: {{productName}} のご使用は初めてですか？ {{1:登録}}
pt_br: Novo no {{productName}}? {{1:Crie uma conta}}
ru: Незнакомы с {{productName}}? {{1:Sign Up}}

source: Have a {{productName}} account? {{1:Log In}}
de: Sie haben ein Konto bei {{productName}}? {{1:Anmelden}}
fr_fr: Vous avez un compte {{productName}} ? {{1:S'identifier}}
ja: {{productName}} のアカウントをお持ちですか？{{1:ログイン}}
pt_br: Já tem uma conta em {{productName}}? {{1:Entre}}
ru: Уже есть {{productName}} аккаунт? {{1:Входите}}

source: Mexican Peso Deposit
de: Depot für mexikanische Pesos
fr_fr: Dépôt de Peso Mexicain
ja: メキシコペソ入金
pt_br: Depósito de Pesos Mexicanos

source: All countries except the US
de: Alle Länder außer den USA
fr_fr: Tous les pays sauf les États-Unis
ja: すべての国（米国以外）
pt_br: Todos os países, exceto os Estados Unidos da América

source: Ripple Trade has partnered with Bitso to provide easy access to MXN (Mexican Peso). By continuing, you agree with Bitso’s terms of service. Following this action will enable Bitso to hold MXN on your behalf.
de: Ripple Trade und Bitso sind Partner, um einfachen Zugriff auf MXN (mexikanische Pesos) anzubieten. Indem Sie fortfahren, akzeptieren Sie die Nutzungsbedingungen von Bitso. Bitso kann dann MXN in Ihrem Auftrag halten.
fr_fr: Ripple Trade a établi un partenariat avec Bitso pour fournir un accès facile aux MXN (Mexican Peso). En continuant, vous acceptez les conditions de service de Bitso. Cette action permettra à Bitso de conserver les MXN en votre nom.
pt_br: Ripple Trade e Bitso fizeram uma parceria para garantir fácil acesso ao MXN (Peso Mexicano). Ao continuar, você concorda com os termos de uso da Bitso. Essa ação permite que a Bitso custodie MXN para você.

source: TO FUND/REDEEM MEXICAN PESO:
de: UM MEXIKANISCHE PESOS EIN- ODER AUSZUZAHLEN:
fr_fr: POUR APPROVISIONNER/RETIRER PESO MEXICAIN:
pt_br: PARA DEPOSITAR/SACAR PESO MEXICANO

source: Register or login at {{1}}to initiate deposits and withdrawals.
de: Bei {{1}} registrieren oder anmelden, um Ein- und Auszahlungen einzurichten.
fr_fr: Inscrivez-vous ou connectez-vous sur {{1}}pour initier les dépôts et retraits.
pt_br: Registre-se ou faça login em {{1}}para iniciar depósitos ou saques.

source: A valid, non-US, state-issued ID (passport, driver&#39;s license, etc).
de: Einen gültigen, Nicht-US-, vom Staat ausgestellten Ausweis (Reisepass, Führerschein o.ä.).
fr_fr: Une pièce d'identité valide, non-US, émise par l'état (passeport, permis de conduire, etc.).
pt_br: Uma identidade oficial não emitida pelos EUA (passaporte, carteira de motorista, etc)

source: Proof of address (utility bill or other type of bill that has your address on it). Verification is required for peso deposits or withdrawals.
de: Adressnachweis (Rechnung mit Ihrer Adresse). Für Ein- und Auszahlungen von Pesos ist eine Verifizierung erforderlich.
fr_fr: Un justificatif de domicile (facture de services publics ou autre type de facture contenant votre adresse). La vérification est requise pour les dépôts ou retraits de pesos.
pt_br: Comprovante de endereço (conta de luz ou outro tipo que contenha seu endereço). Verificação é necessária para fazer depósitos ou saques.

source: To fund your Ripple account, see the below options. Once a balance is deposited with Bitso, you can send it to your Ripple account using the Bitso Dashboard.
de: Um Guthaben auf Ihr Ripple-Konto einzuzahlen, siehe die Optionen unten. Sobald ein Betrag bei Bitso eingezahlt ist, können Sie ihn mithilfe des Bitso-Dashboards an Ihr Ripple-Konto senden
fr_fr: Pour approvisionner votre compte Ripple, voir les options ci-dessous. Une fois qu'un solde est déposé avec Bitso, vous pouvez l'envoyer à votre compte Ripple en utilisant le tableau de bord Bitso.
ja: 以下の方法でRippleアカウントに入金可能です。Bitsoに
pt_br: Para depositar em sua conta Ripple, veja as opções abaixo. Após o depósito na Bitso, você pode enviá-lo para sua conta Ripple usando o Bitso Dashboard.

source: To withdraw from your Ripple account, click on the 'Redeem from Ripple' button on the Bitso Dashboard.
de: Zum Abheben von Ihrem Ripple-Konto klicken Sie im Bitso-Dashbard auf die Schaltfläche „Redeem from Ripple“.
fr_fr: Pour retirer de votre compte Ripple, cliquez sur le bouton 'Redeem from Ripple' sur le tableau de bord Bitso.
pt_br: Para sacar de sua conta Ripple, clique no botão 'Sacar do Ripple' no Bitso Dashboard.

source: DEPOSIT OPTIONS
de: EINZAHLUNGSOPTIONEN
fr_fr: OPTIONS DE DÉPÔT
ja: 入金方法
pt_br: OPÇÕES DE DEPÓSITO

source: Bitso accepts deposits by the following methods:
de: Bitso akzeptiert Einzahlungen mit folgenden Methoden:
fr_fr: Bitso accepte les dépôts par les méthodes suivantes:
ja: Bitsoへの入金方法：
pt_br: Bitso aceita depósitos pelos seguintes métodos:

source: Bank Wire
de: Bank-Überweisung
fr_fr: Virement bancaire
ja: 銀行振込
pt_br: Transferência Bancária

source: SPEI (Mexican instant inter-bank transfer)
de: SPEI (mexikanische Sofort-Überweisung zwischen Banken)
fr_fr: SPEI (transfert inter-bancaire instantané Mexicain)
ja: SPEI（メキシコ銀行間即時振込）
pt_br: SPEI (Transferência Interbancária Mexicana)

source: MXN Cash (at locations across Mexico)
de: MXN-Bargeld (an Standorten in ganz Mexiko)
fr_fr: Espèces MXN (à divers endroits au Mexique)
ja: MXN Cash (メキシコ各地)
pt_br: MXN em dinheiro (em locais no México)

source: Pademobile wallet
de: Pademobile-Brieftasche
fr_fr: Portefeuille Pademobile
pt_br: Carteira Pademobile

source: WITHDRAWAL OPTIONS
de: AUSZAHLUNGSOPTIONEN
fr_fr: OPTIONS DE RETRAIT
ja: 出金方法
pt_br: OPÇÕES DE SAQUE

source: Bitso offers withdrawals via the following methods:
de: Bitso bietet Auszahlungen über die folgenden Methoden an:
fr_fr: Bitso propose des retraits via les méthodes suivantes:
ja: Bitsoからの出金方法：
pt_br: Bitso aceita saques pelos seguintes métodos:

source: You can only recover your Ripple Trade account with a secret key. You will recover the account's Ripple name, contacts and other information.
de: Sie können Ihr Ripple Trade-Konto nur mit einem geheimen Schlüssel wiederherstellen. Wiederhergestellt werden der Ripple-Name des Kontos, die Kontakte und weitere Informationen.
fr_fr: Vous ne pouvez récupérer votre compte Ripple Trade qu'avec une clé secrète. Vous recouvrerez le nom Ripple du compte, contacts et autres informations.
ja: Ripple Trade アカウントは、シークレット・キーのみで復元できます。その際、アカウントの Ripple 名や相手先などが復元されます。
pt_br: Você só pode recuperar sua conta Ripple Trade com uma Chave Secreta. Você vai recuperar nome Ripple da conta, contatos e outras informações.
ru: Для восстановления Вашего Ripple Trade аккаунта Вам необходим секретный ключ. Вы сможете восстановить Ripple имя, контакты и другую информацию аккаунта.

source: Ripple Name
fr_fr: Nom Ripple
ja: Ripple 名
pt_br: Nome Ripple
ru: Имя Ripple

source: Secret Key
de: Geheimschlüssel
fr_fr: Clé secrète
ja: シークレット・キー
pt_br: Chave Secreta
ru: Секретный ключ

source: Unable to recover account.
de: Fehler beim Wiederherstellen des Kontos.
fr_fr: Impossible de récupérer le compte.
ja: アカウントを復元できませんでした。
pt_br: Impossível recuperar conta.
ru: Не удается восстановить аккаунт.

source: Recover Account
de: Konto wiederherstellen
fr_fr: Récupérer le Compte
ja: アカウントを復元する
pt_br: Recuperar conta
ru: Восстановить аккаунт

source: Set Password
de: Kennwort setzen
fr_fr: Définir mot de passe
ja: パスワードを設定
pt_br: Criar Senha
ru: Установить пароль

source: Your account was sucessfully recovered. Please re-encrypt your account with a new password.
de: Ihr Konto wurde erfolgreich wiederhergestellt. Bitte verschlüsseln Sie Ihr Konto neu, indem Sie ein neues Kennwort setzen.
fr_fr: Votre compte a été récupéré avec succès. S'il vous plaît re-encryptez votre compte avec un nouveau mot de passe.
ja: アカウントの復元に成功しました。新しいパスワードを入力し、暗号化を再実行してください。
pt_br: Sua conta foi recuperada com sucesso . Por favor, re-criptografar sua conta com uma nova senha.
ru: Ваш аккаунт был успешно восстановлен. Пожалуйста, повторно зашифруйте Ваш аккаунт новым паролем.

source: Your password is weak. It does not contain numbers and symbols or it is too short.
de: Ihr Kennwort ist schwach. Es enthält keine Ziffern oder Sonderzeichen oder ist zu kurz.
fr_fr: Votre mot de passe est faible. Il ne contient pas des chiffres et symboles ou il est trop court.
ja: パスワードが脆弱です。文字、数字、シンボルが混合されていないか、または短すぎます。
pt_br: Sua senha é fraca. Ele não contém números e símbolos ou é muito curta.
ru: Ваш пароль слабый. Он не содержит цифр и символов или он слишком короткий.

source: Your Ripple name and password cannot match. Please create a new password.
de: Ihr Ripple-Name und Ihr Kennwort dürfen nicht identisch sein. Bitte erstellen Sie ein neues Kennwort.
fr_fr: Votre nom Ripple et mot de passe ne peuvent correspondre. Veuillez créer un nouveau mot de passe.
ja: Ripple 名とパスワードは一致してはなりません。別のパスワードを作成してください。
pt_br: Seu nome Ripple e sua senha não podem ser iguais. Por favor crie uma nova senha.
ru: Ваши Ripple имя и пароль не должны совпадать. Пожалуйста создайте новый пароль.

source: Confirm password
de: Kennwort bestätigen
fr_fr: Confirmez le mot de passe
ja: パスワードを確認
pt_br: Confirme a senha
ru: Подтвердить пароль

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
fr_fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
pt_br: Senhas não correspondem
ru: Пароли не совпадают

source: Unable to change your account password.
de: Fehler beim Ändern Ihres Konto-Kennworts.
fr_fr: Impossible de changer votre mot de passe de compte.
ja: アカウントパスワードを変更できませんでした。
pt_br: Impossível mudar a Senha da sua conta.
ru: Не удается изменить пароль Вашего аккаунта.

source: Updating...
de: Wird aktualisiert…
fr_fr: Mise à jour...
ja: 更新中...
pt_br: Atualizando...
ru: Обновление...

source: Remember your password? {{1:Log In}}
de: Sie erinnern sich an Ihr Kennwort? {{1:Anmelden}}
fr_fr: Vous vous rappelez de votre mot de passe ? {{1:S'identifier}}
ja: パスワードを思い出しました？ {{1:ログイン}}
pt_br: Lembrar sua senha? {{1:Login}}
ru: Вы помните свой пароль? {{1:Вход в систему}}

source: Sign Up
de: Registrieren
fr_fr: S'inscrire
ja: 登録
pt_br: Criar Conta
ru: Зарегистрироваться

source: Step {{1}}
de: Schritt {{1}}
fr_fr: Étape {{1}}
ja: ステップ {{1}}
pt_br: Passo {{1}}
ru: Действие {{1}}

source: Create Ripple name
de: Ripple-Namen erstellen
fr_fr: Créer un nom Ripple
ja: Ripple 名を作成
pt_br: Crie um Nome Ripple
ru: Создать имя Ripple

source: Please choose a Ripple name below. You will use this Ripple name to login to Ripple Trade, so remember it! Ripple names are unique and public, like your current Ripple address. {{1}}
de: Bitte wählen Sie unten einen Ripple-Namen. Sie verwenden diesen Ripple-Namen, um sich bei Ripple Trade anzumelden, merken Sie ihn sich also! Ripple-Namen sind eindeutig und öffentlich, so wie Ihre aktuelle Ripple-Adresse. {{1}}
fr_fr: Veuillez choisir un nom Ripple ci-dessous. Vous utiliserez ce nom Ripple pour vous connecter à Ripple Trade, donc ne l'oubliez pas! Les noms Ripple sont uniques et publics, comme votre adresse Ripple actuelle. {{1}}
ja: 以下から Ripple 名を選択してください。この Ripple 名は Ripple Trade にログインする際に必要となりますので、忘れないようにしてください！ Ripple 名は現在の Ripple アドレスのように固有であり、公開されます。 {{1}}
pt_br: Por favor escolha um nome Ripple abaixo. Você vai usar este nome Ripple para fazer login no Ripple Trade, então guarde-o! Nomes Ripple são únicos e públicos, como o seu endereço Ripple atual. {{1}}
ru: Пожалуйста выберите Ripple Имя. Вы будете использовать это Ripple Имя для входа в Ripple Trade, так что запомните его! Ripple Имена уникальны и публичны, также как ваш Ripple адрес кошелька. {{1}}

source: Learn More
de: Mehr erfahren
fr_fr: En savoir plus
ja: もっと詳しく
pt_br: Saber Mais
ru: Узнать больше

source: Reserved for {{usernameReservedFor}}
de: Reserviert für {{usernameReservedFor}}
fr_fr: Réservé pour {{usernameReservedFor}}
ja: {{usernameReservedFor}}のため保留
pt_br: Reservado para {{usernameReservedFor}}

source: This name belongs to a high-traffic website and has been reserved to prevent phishing.
de: Dieser Name gehört zu einer bekannten Website und wurde reserviert, um Phishing zu verhindern.
fr_fr: Ce nom appartient à un site web à fort trafic et a été réservé pour prévenir le phishing.
ja: この名前は通信量が多いウェブサイトに属し、フィッシングを防止するために確保されました。
pt_br: Este nome pertence a um website de alto tráfego e foi reservado para prevenir phishing.

source: You can only use the following characters: a-z, 0-9 and hyphens (-)
de: Sie können nur die folgenden Zeichen verwenden: a-z, 0-9 und Bindestrich (-)
fr_fr: Vous pouvez seulement utiliser les caractères suivants: a-z, 0-9 et les tirets (-)
ja: 以下の文字のみを利用することができます: a-z, 0-9 およびハイフン (-)
pt_br: Você pode usar somente os seguintes caracteres: a-z, 0-9 and hyphens (-)
ru: Вы можете использовать только следующие символы: AZ, 0-9 и дефис (-)

source: Cannot use hyphens in a row (--)
de: Aufeinanderfolgende Bindestriche (--) sind nicht erlaubt
fr_fr: Impossible d'utiliser des tirets d'affilée (--)
ja: ハイフンを重ねて (--) 使用することはできません
pt_br: Não é permitido usar hífens em sequência (--)
ru: Нельзя использовать дефисы подряд (--)

source: Email address is invalid
de: Ihre E-Mail-Adresse ist ungültig
fr_fr: L'adresse email est invalide
ja: 無効なメールアドレスです。
pt_br: Endereço de email inválido
ru: Недействительный адрес электронной почты

source: Secret key
de: Geheimer Schlüssel
fr_fr: Clé secrète
ja: シークレット・キー
pt_br: Chave Secreta
ru: Секретный ключ:

source: hide
de: verstecken
fr_fr: cacher
ja: 隠す
pt_br: ocultar
ru: скрыть

source: Secret Account Key is invalid
de: Geheimer Konto-Schlüssel ist ungültig
fr_fr: La Clé Secrète de Compte est invalide
ja: シークレット・アカウント・キーが無効です。
pt_br: Chave Secreta inválida
ru: Секретный ключ аккаунта неверный

source: The account ~{{1}}{{2}} has already been created using this secret key.
de: Das Konto ~{{1}}{{2}} wurde bereits mit diesem geheimen Schlüssel angelegt.
fr_fr: Le compte ~{{1}}{{2}} a déjà été créé à l'aide de cette clé secrète.
ja: アカウント~{{1}}{{2}}は既にこのシークレット・キーを使って作られています。
pt_br: A conta ~{{1}}{{2}} já foi criada usando essa chave secreta.
ru: Аккаунт ~{{1}}{{2}} уже был создан с помощью секретного ключа.

source: I agree to the {{productName}} {{1:Terms of Use}}
de: Ich akzeptiere die {{1:Nutzungsbedingungen}} von {{productName}}
fr_fr: J'accepte les {{1:Conditions d'utilisation}} de {{productName}}
ja: 私は{{productName}} {{1:Terms of Use}}に同意します。
pt_br: Eu concordo com os {{1:Termos de Uso}} de {{productName}}

source: Please see our {{1}} to see how we collect, use and share information about you
de: Bitte lesen Sie unsere {{1}}, um zu erfahren, wie wir Informationen über Sie sammeln, verwenden und weitergeben
fr_fr: Merci de consulter notre {{1}} pour voir comment nous recueillons, utilisons et partageons des informations vous concernant
ja: 個人情報の取得、利用目的や共有については {{1}} までアクセスしてください。
pt_br: Por favor, veja a nossa {{1}} para ver como podemos coletar, usar e compartilhar informações sobre você
ru: Пожалуйста смотрите наши {{1}}, чтобы узнать как мы собираем, используем и предоставляем информацию о Вас

source: Migrate Account
de: Konto portieren
fr_fr: Migrer le compte
ja: アカウントを移行する
pt_br: Migrar Conta
ru: Перенести аккаунт

source: Need to use your secret key? {{1}}
de: Sie müssen Ihren geheimen Schlüssel verwenden? {{1}}
fr_fr: Besoin d'utiliser votre clé secrète ? {{1}}
ja: シークレット・キーを使う必要がありますか？{{1}}
pt_br: Precisa usar sua Chave Secreta? {{1}}
ru: Нужно использовать ваш секретный ключ? {{1}}

source: Use key
de: Schlüssel verwenden
fr_fr: Utiliser la clé
ja: キーを使用する
pt_br: Usar chave
ru: Использовать ключ

source: An error occurred during registration. Please try again later.
de: Während der Registrierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fr_fr: Une erreur s'est produite lors de l'inscription. Veuillez réessayer ultérieurement.
ja: 登録中にエラーが発生しました。しばらく待ってから再実行してください。
pt_br: Houve um erro durante o registro. Por favor tente novamente mais tarde.
ru: Произошла ошибка при регистрации. Пожалуйста, повторите попытку позже.

source: The reported error was: {{1}}
de: Der gemeldete Fehler war: {{1}}
fr_fr: L'erreur signalée était: {{1}}
ja: 報告されたエラーは {{1}} でした。
pt_br: O erro informado foi: {{1}}
ru: Сообщение об ошибке: {{1}}

source: There is already a wallet using this username, please choose a different username and try again.
de: Es existiert schon eine Brieftasche mit diesem Nutzernamen, bitte wählen Sie einen anderen Nutzernamen und versuchen Sie es erneut.
fr_fr: Il existe déjà un portefeuille utilisant ce nom d'utilisateur, choisissez s'il vous plaît un nom d'utilisateur différent et essayez à nouveau.
ja: 既にこのユーザー名を使用しているウォレットがあります。別のユーザー名を入力し、再実行してください。
pt_br: Já existe uma carteira de usar este nome de usuário, por favor, escolha um nome de usuário diferente e tente novamente.
ru: Кошелек с таким именем пользователя уже существует, пожалуйста выберете иное имя пользователя и повторите попытку.

source: By proceeding, you understand that Ripple Trade does not provide a password or secret key recovery mechanism. If you forget your Ripple name/password and secret key, you will be unable to access this Ripple account.
de: Indem Sie fortfahren, verstehen Sie, dass Ripple Trade keinen Mechanismus zur Wiederherstellung Ihres Kennworts oder Ihres geheimen Schlüssels bereitstellt. Falls Sie sowohl Ihren Ripple-Namen/Ihr Kennwort als auch Ihren geheimen Schlüssel vergessen, können Sie nicht mehr auf dieses Ripple-Konto zugreifen.
fr_fr: En poursuivant, vous comprenez que Ripple Trade ne fournit pas un mécanisme de récupération de clé secrète ou de mot de passe. Si vous oubliez votre nom Ripple / mot de passe et clé secrète, il vous sera impossible d'accéder à ce compte Ripple.
ja: 続行する前に、Ripple Trade はパスワードやシークレット・キーの復活機構を提供しないことをご理解ください。もし Ripple 名やパスワード、シークレット・キーを忘れてしまった場合には、この Ripple アカウントにはアクセスできなくなります。
pt_br: Ao prosseguir, você entende que Ripple Trade não fornece uma senha nem um mecanismo de recuperação de chave secreta. Se você esquecer seu nome Ripple / senha e chave secreta, você não será capaz de acessar essa conta Ripple.
ru: Продолжая далее, Вы понимаете что Ripple Trade не обеспечивает механизма восстановления пароля или секретного ключа. Если вы забудете ваши Ripple Имя/пароль и Секретный ключ, то Вы не сможете получить доступ к вашему Ripple аккаунту.

source: You are now migrating your account- meaning you'll no longer be able to access your account from ripple.com/client. You will retain all of your balances, contacts, and account history. Your account will use the same secret key as before. If you have already saved your secret key, please continue your migration.
de: Sie stellen Ihr Konto jetzt um. Das bedeutet, dass Sie nicht länger über ripple.com/client darauf zugreifen können. Sämtliche Kontostände, Kontakte und der Kontoverlauf bleiben erhalten. Ihr Konto verwendet den gleichen geheimen Schlüssel wie zuvor. Wenn Sie Ihren geheimen Schlüssel bereits gesichert haben, fahren Sie bitte mit der Umstellung fort.
fr_fr: Vous migrez maintenant votre compte- ce qui signifie que vous ne serez plus en mesure d'accéder à votre compte depuis ripple.com/client. Vous conserverez tous vos soldes, contacts et l'historique du compte. Votre compte utilisera la même clé secrète qu'avant. Si vous avez déjà sauvegardé votre clé secrète, merci de continuer votre migration.
ja: あなたのアカウントを統合する準備ができました ― これは ripple.com/client からあなたのアカウントにアクセスできなくなることを意味しています。口座残高、連絡先、アカウント履歴はすべて維持されます。あなたのアカウントは以前と同じシークレット・キーを利用します。シークレット・キーを既に保存している場合には、統合作業をそのまま続行してください。
pt_br: Você está migrando sua conta, ou seja, você não será mais capaz de acessar sua conta em ripple.com/client. Você não vai perder os seus saldos, contatos, e histórico da conta. Sua conta vai usar a mesma chave secreta de antes. Se você já salvou sua chave secreta, por favor, continue a sua migração.
ru: Вы сейчас переносите ваш аккаунт - это означает что вы более не сможете получить доступ к аккаунту через ripple.com/client. Вы сохраните все ваши средства, контакты и историю. Ваш аккаунт будет использовать тот же секретный ключ что и раньше. Если Вы уже сохранили ваш секретный ключ, пожалуйста продолжите перенос вашего аккаунта.

source: The secret key unlocks access to all your account funds in the event you lose your Ripple name or password. Please write it down and store it somewhere private and safe. {{1:Read more}} about keys and wallet safety.
de: Der geheime Schlüssel entsperrt den Zugriff auf sämtliches Konto-Guthaben für den Fall, dass Sie Ihren Ripple-Namen oder Ihr Kennwort verlieren. Bitte schreiben Sie ihn auf und bewahren ihn an einem privaten und sicheren Ort auf. {{1:Mehr erfahren}} über Schlüssel und die Sicherheit der Brieftasche.
fr_fr: La clé secrète déverrouille l'accès à tous les fonds de votre compte dans le cas où vous perdriez votre nom Ripple ou mot de passe. S'il vous plaît notez-la et conservez-la dans un endroit privé et sûr. {{1:En savoir plus}} sur les clés et la sécurité du portefeuille.
ja: シークレット・キーにより、Ripple 名やパスワードを失ってしまった場合にアカウントのすべての残高のロックを解除することができます。メモを取り、人目につかない安全な場所に保管してください。キーとウォレットの安全性については{{1:こちらをご覧ください}}。
pt_br: A chave secreta desbloqueia o acesso a todos os fundos do conta no caso de você perder o seu nome Ripple ou senha. Por favor anote-a e guarde-a em algum lugar privado e seguro. {{1:Leia mais}} sobre chaves e segurança da carteira.
ru: В случае потери Ripple имени или пароля, секретный ключ позволяет восстановить доступ ко всем сбережениям на вашем аккаунте. Пожалуйста, запишите его и храните в наднжном и безопасном месте. {{1:Узнать подробнее}} о ключах и безопасности кошелька.

source: If you have not saved your secret key, please write it down and store it somewhere private and safe. In the event you lose your Ripple name or password, you can use this secret key to recover your funds.
de: Falls Sie Ihren geheimen Schlüssel nicht gesichert haben, notieren Sie ihn und bewahren Sie ihn an einem privaten und sicheren Ort auf. Für den Fall, dass Sie Ihren Ripple-Namen oder Ihr Kennwort verlieren, können Sie diesen geheimen Schlüssel nutzen, um Ihr Guthaben wiederherzustellen
fr_fr: Si vous n'avez pas enregistré votre clé secrète, notez-la s'il vous plaît et rangez-la dans un endroit privé et sûr. Dans le cas où vous perdriez votre nom ou mot de passe Ripple, vous pouvez utiliser cette clé secrète pour récupérer vos fonds.
ja: シークレット・キーをまだ保存していない場合には、メモを取り、人目につかない安全な場所に保管してください。Ripple 名やパスワードを喪失してしまった場合には、このシークレット・キーを使用して資金を復活させることができます。
pt_br: Se você não salvou sua chave secreta, por favor anote-a e guarde-a em algum lugar privado e seguro. No caso de você perder o seu nome Ripple ou senha, você pode usar essa chave secreta para recuperar seus fundos.
ru: Если Вы еще не сохранили ваш секретный ключ, пожалуйста запишите его и сохраните в надежном месте. В случае если вы потеряете ваше Ripple Имя или пароль, вы сможете с помощью этого секретного ключа восстановить ваши сдедства.

source: Show secret key
de: Sicherheitsschlüssel anzeigen
fr_fr: Montrer clé secrète
ja: シークレット・キーを表示
pt_br: Mostrar Chave Secreta
ru: Показать секретный ключ

source: Hide secret key
de: Sicherheitsschlüssel verbergen
fr_fr: Cacher clé secrète
ja: シークレット・キーを隠す
pt_br: Ocultar Chave Secreta
ru: Скрыть секретный ключ

source: Continue to email verification
de: Weiter zur E-Mail-Bestätigung
fr_fr: Continuer vers la vérification par email
ja: メールの検証を続ける
pt_br: Continuar para verificação de email
ru: Продолжить подтверждение электронной почты
