Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: Trustline advanced settings has been changed successfully.
de: Die erweiterten Einstellungen der Vertrauenslinie wurden erfolgreich geändert.
fr_fr: Paramètres avancés de confiance changé avec succès.
ja: トラストライン高度設定の変更に成功しました。
pt_br: Configuração avançada de linha de confiança alterada com sucesso.

source: Maximum network fee has been changed successfully.
de: Die maximale Netzwerkgebühr wurde erfolgreich geändert.
fr_fr: Les frais de réseau maximum ont été changés avec succès.
ja: 最大のネットワークフィーの変更に成功しました。
pt_br: A taxa máxima de rede foi alterada com sucesso.

source: A new server has been successfully added.
de: Ein neuer Server wurde erfolgreich hinzugefügt.
fr_fr: Un nouveau serveur a été ajouté avec succès.
ja: 新しいサーバーは追加されました。
pt_br: Um novo servidor foi adicionado com sucesso.
ru: Новый сервер успешно добавлен.

source: A server has been successfully removed.
de: Ein Server wurde erfolgreich entfernt.
fr_fr: Un serveur a été supprimé avec succès.
ja: サーバーはリムーブされました。
pt_br: O servidor foi removido com sucesso.
ru: Сервер успешно удален.

source: A server has been changed successfully.
de: Ein Server wurde erfolgreich geändert.
fr_fr: Un serveur a été modifié avec succès.
ja: サーバーは変更されました。
pt_br: O servidor foi alterado com sucesso.
ru: Сервер успешно изменен.

source: Save
de: Speichern
fr_fr: Sauvegarder
ja: 保存
pt_br: Salvar
ru: Сохранить

source: Delete
de: Löschen
fr_fr: Supprimer
ja: 削除
pt_br: Apagar
ru: Удалить

source: Bitcoin bridge
de: Bitcoin-Brücke
fr_fr: Pont Bitcoin
ja: ビットコインブリッジ
pt_br: Bridge de bitcoin
ru: Bitcoin-мост

source: Trust line
de: Vertrauens-Linie
fr_fr: Ligne de confiance
ja: 与信限度額
pt_br: Linha de Confiança
ru: Линии доверия

source: Show
de: Zeigen
fr_fr: Afficher
ja: 表示
pt_br: Mostrar
ru: Отображать

source: Hide
de: Verstecken
fr_fr: Masquer
ja: 隠す
pt_br: Ocultar
ru: Скрыты

source: Network settings
de: Netzwerkeinstellungen
fr_fr: Paramètres réseau
ja: ネットワーク設定
pt_br: Configurações de rede
ru: Настройки сети

source: Maximum network fee
de: Maximale Netzwerkgebühr
fr_fr: Frais de réseau maximum
ja: 最大ネットワークフィー
pt_br: Taxa máxima de rede
ru: Максимальная комиссия сети

source: Server settings
de: Server-Einstellungen
fr_fr: Paramètres serveur
ja: サーバー設定
pt_br: Configurações de Servidor
ru: Настройки Сервера

source: Port number
de: Portnummer
fr_fr: Numéro de port
ja: ポート・ナンバー
pt_br: Número da Porta
ru: Номер порта

source: Socket ip or hostname is invalid.
de: Socket IP oder Hostname sind falsch.
fr_fr: Socket ip ou nom d'hôte invalide.
ja: Socket IP及びホスト名が無効です。
pt_br: Ip do socket ou hostname inválido.
ru: Socket ip или имя хоста указаны не верно.

source: Port number is invalid.
de: Die Portnummer ist falsch.
fr_fr: Numéro de port invalide.
ja: ポートナンバーが無効です。
pt_br: Número de porta inválido.
ru: Номер порта указан не верно.

source: Secure
de: Sicher
fr_fr: Sécurisé
ja: 安全
pt_br: Seguro
ru: Безопасное

source: Not Secure
de: Unsicher
fr_fr: Non sécurisé
ja: 安全でない
pt_br: Não seguro
ru: Не Безопасное

source: Add new server
de: Neuen Server hinzufügen
fr_fr: Ajouter un nouveau serveur
ja: 新しいサーバーを追加
pt_br: Adicionar novo servidor
ru: Добавить новый сервер

source: App Ripple Address
de: Ripple-Adresse der App
fr_fr: App Addresse Ripple
ja: Ripple アドレスを追加
pt_br: Endereço Ripple do App

source: Please enter a ripple address.
de: Bitte geben Sie eine Ripple Adresse ein.
fr_fr: Veuillez entrer une adresse ripple.
ja: Ripple アドレスを入力してください。
pt_br: Por favor insira um endereço ripple.
ru: Введите адрес Ripple.

source: Please enter a valid ripple address.
de: Bitte geben Sie eine gültige Ripple-Adresse ein.
fr_fr: Veuillez entrer une adresse ripple valide.
ja: 有効な Ripple アドレスを入力してください。
pt_br: Por favor insira um endereço ripple válido.
ru: Введите действующий адрес Ripple.

source: Help our team improve Ripple Trade!&#32{{1:Take a quick user survey.}}
de: Helfen Sie unserem Team, Ripple Trade zu verbessern!&#32;{{1:Nehmen Sie an einer schnellen Nutzer-Umfrage teil.}}
fr_fr: Aider notre équipe à améliorer Ripple Trade!&#32{{1:Remplir un court sondage.}}
ja: 私達のチームがリップル・トレードを改良するのにご協力ください！&#32{{1:Take a quick user survey.}}
pt_br: Ajude a nossa equipe a melhorar o Ripple Trade!&#32{{1:Responda uma pesquisa rápida.}}
ru: Помогите наша команда улучшить Ripple Trade! {{1:. Пройдите быстрый опрос}}!

source: Welcome to Ripple Trade! Your account needs to be activated. You can activate it in 2 ways:
de: Willkommen bei Ripple Trade! Ihr Konto muss freigeschaltet werden. Sie können es auf 2 Arten freischalten:
fr_fr: Bienvenue sur Ripple Trade! Votre compte doit être activé. Vous pouvez l'activer de 2 façons:
ja: リップルトレードにようこそ！ あなたのアカウントは、アクティブにする必要があります。 2つの方法でアクティブにすることができます：
pt_br: Bem-vindo ao Ripple Trade! Sua conta precisa ser ativada. Você pode ativá-la de 2 maneiras:

source: Have another user send XRP to your Ripple name (~{{userCredentials.username}}).&#32{{1}}
de: Lassen Sie sich von einem anderen Nutzer XRP an Ihren Ripple-Namen (~{{userCredentials.username}}) senden.&#32{{1}}
fr_fr: Un autre utilisateur peut vous envoyer des XRP à votre nom Ripple (~{{userCredentials.username}}).&#32{{1}}
ja: 他のユーザーにあなたの Ripple 名 (~{{userCredentials.username}}) .&#32{{1}}まで XRP の送信をお願いする。
pt_br: Pedir a um outro usuário enviar XRP para o seu nome Ripple (~{{userCredentials.username}}).&#32{{1}}

source: There was an error while saving your changes.
de: Beim Speichern Ihrer Änderungen ist ein Fehler aufgetreten.
fr_fr: Il y a eu une erreur lors de l'enregistrement de vos modifications.
ja: 変更点を保存する際にエラーが発生しました。
pt_br: Houve um erro ao salvar as suas alterações.
ru: При сохранении изменний произошла ошибка .

source: You must have at least {{1}} to add a new trust line. {{2}}
de: Sie benötigen zumindest {{1}} um eine Vertrauenslinie hinzuzufügen. {{2}}
fr_fr: Vous devez avoir au moins {{1}} pour ajouter une nouvelle ligne de confiance. {{2}}
ja: 新しい与信枠を与えるために最低 {{1}} を所有していなければなりません。{{2}}
pt_br: Você precisa ter pelo menos {{1}} para adicionar uma nova linha de confiança. {{2}}
ru: У Вас должно быть по меньшей мере {{1}} для того, чтобы создать новую линию доверия. {{2}}

source: Brazilian Real Deposit
de: Einzahlen von Brasilianischen Real
fr_fr: Dépôt de Real brésilien
ja: ブラジルレアル入金
pt_br: Depósito de Real Brasileiro

source: Availability
de: Verfügbarkeit
fr_fr: Disponibilité
ja: 利用可能場所
pt_br: Disponibilidade
ru: Доступность

source: Brazil
de: Brasilien
fr_fr: Brésil
ja: ブラジル
pt_br: Brasil

source: Fees
de: Gebühren
fr_fr: Frais
ja: 手数料
pt_br: Taxas

source: Deposit: 1.50 BRL + 0.5%
de: Einzahlung: 1,50 BRL + 0,5%
fr_fr: Dépôt: 1.50 BRL + 0.5%
ja: 入金: 1.50 BRL + 0.5%
pt_br: Depósito: 1.50 BRL + 0.5%

source: Rating
de: Bewertung
fr_fr: Évaluation
ja: レイティング
pt_br: Avaliação
ru: Рейтинг

source: Ripple Trade has partnered with Rippex to provide easy access to BRL. By continuing, you agree with Rippex's {{1}}Following this action will enable Rippex to hold BRL on your behalf.
de: Ripple Trade und Rippex sind Partner, um einfachen Zugriff auf BRL anzubieten. Indem Sie fortfahren, akzeptieren Sie die {{1}} von Rippex. Rippex kann dann BRL in Ihrem Auftrag halten.
fr_fr: Ripple Trade a établi un partenariat avec Rippex pour fournir un accès facile aux BRL. En continuant, vous acceptez les {{1}} de Rippex. Cette action permettra à Rippex de conserver les BRL en votre nom.
ja: Ripple Tradeは、BRLの簡単なアクセスを提供するために、Rippexとパートナーになりました。この操作を続けると、あなたはRippexの {{1}}に合意することになり、RippexはあなたのBRLを保持することができます。
pt_br: Ripple Trade e Rippex fizeram uma parceria para garantir fácil acesso ao BRL. Ao continuar, você concorda com os {{1}} da Rippex. Essa ação permite que a Rippex custodie BRL para você.

source: Add Rippex
de: Rippex hinzufügen
fr_fr: Ajouter Rippex
ja: Rippexを追加
pt_br: Adicionar a Rippex

source: Adding...
de: Wird hinzugefügt...
fr_fr: Ajout...
ja: 追加しています...
pt_br: Adicionando...

source: Hide instructions
de: Anweisungen ausblenden
fr_fr: Masquer les instructions
ja: 説明を隠す
pt_br: Ocultar instruções
ru: Скрыть инструкции

source: Show instructions
de: Anweisungen anzeigen
fr_fr: Afficher les instructions
ja: 説明を表示
pt_br: Mostrar instruções
ru: Показать инструкции

source: {{1}}Not connected
de: {{1}}Nicht verbunden
fr_fr: {{1}}Non connecté
ja: {{1}}接続しない
pt_br: {{1}}Não conectado

source: {{1}}Connected
de: {{1}}Verbunden
fr_fr: {{1}}Connecté
ja: {{1}}接続
pt_br: {{1}}Conectado

source: Your account has to be activated before you can add a gateway account.
de: Ihr Konto muss freigeschaltet werden, bevor Sie ein neues Gateway-Konto hinzufügen können.
fr_fr: Votre compte doit être activé avant de pouvoir ajouter un compte de passerelle.
ja: ゲートウェイアカウントを追加する前に、あなたのアカウントをアクティブ化する必要があります。
pt_br: Sua conta precisa ser ativada para poder adicionar um gateway.
ru: Ваш аккаунт должен быть активирован перед подключением шлюза.

source: NEW CUSTOMERS- SIGN UP AT RIPPEX
de: NEUKUNDEN- BEI RIPPEX REGISTRIEREN
fr_fr: NOUVEAUX CLIENTS- INSCRIVEZ-VOUS SUR RIPPEX
ja: 新しいカスタマーとしてRIPPEXにサインアップ
pt_br: NOVOS USUÁRIOS - CRIE UMA CONTA RIPPEX

source: {{1}} at Rippex.net to initiate deposits and withdrawals. You will need:{{2}}
de: {{1}} Sie sich auf Rippex.net, um Ein- und Auszahlungen einzurichten. Sie brauchen:{{2}}
fr_fr: {{1}} à Rippex.net pour initier les dépôts et retraits. Vous aurez besoin de:{{2}}
pt_br: {{1}} em rippex.net para fazer saques e depósitos. Você vai precisar de:{{2}}

source: A {{1}}
de: Einen {{1}}
fr_fr: UN {{1}}
pt_br: Um {{1}}

source: A bank account in Brazil.
de: Ein Bankkonto in Brasilien.
fr_fr: Un compte bancaire au Brésil.
ja: ブラジルの銀行口座
pt_br: Uma conta bancária no Brazil.

source: EXISTING RIPPEX CUSTOMERS
de: EXISTIERENDE RIPPEX-KUNDEN
fr_fr: CLIENTS ACTUELS DE RIPPEX
ja: 既存のRIPPEXカスタマー
pt_br: USUÁRIOS RIPPEX EXISTENTES

source: If you have a Rippex account, {{1}}
de: Falls Sie ein Rippex-Konto haben, {{1}}
fr_fr: Si vous avez un compte Rippex, {{1}}
ja: 既にRippexアカウントをお持ちなら、{{1}}
pt_br: Se você tem uma conta Rippex, {{1}}

source: DEPOSIT INSTRUCTIONS
de: EINZAHLUNGS-ANWEISUNGEN
fr_fr: INSTRUCTIONS DE DÉPÔT
ja: 入金手順
pt_br: INSTRUÇÕES DE DEPÓSITO
ru: ИНСТРУКЦИИ ПО ДЕПОЗИТУ

source: Rippex accepts deposits from all Brazilian banks. Instructions {{1}}
de: Rippex akzeptiert Einzahlungen von allen brasilianischen Banken. Anweisungen {{1}}
fr_fr: Rippex accepte les dépôts de toutes les banques brésiliennes. Instructions {{1}}
ja: Rippexは、すべてのブラジルの銀行から入金を受け入れます。手順 {{1}}
pt_br: Rippex aceita depósitos de todos os bancos brasileiros. Instruções {{1}}

source: Success! You can deposit BTC via your generated BTC receiving address.
de: Erfolg! Sie können BTC über Ihre generierte BTC-Empfangsadresse einzahlen.
fr_fr: Succès! Vous pouvez déposer des BTC via votre adresse de réception BTC générée.
ja: 成功! 生成されたBTC受信アドレスによってBTCを入金することができます。
pt_br: Sucesso! Você pode depositar BTC usando o endereço BTC gerado.

source: There was an error with your request. {{1}}
de: Ein Fehler mit Ihrer Anfrage ist aufgetreten. {{1}}
fr_fr: Il y a eu une erreur avec votre demande. {{1}}
ja: あなたのリクエストにおいてエラーがありました{{1}}
pt_br: Houve um erro com a sua solicitação. {{1}}

source: Bitcoin Deposit
de: Bitcoin-Guthaben
fr_fr: Dépôt de Bitcoin
ja: ビットコイン入金
pt_br: Depósito de Bitcoin
ru: Bitcoin вклад

source: All countries
de: Alle Länder
fr_fr: Tous les pays
ja: すべての国
pt_br: Todos os países
ru: Все страны

source: Ripple Trade has partnered with btc2ripple to make depositing BTC easier. By proceeding, you agree to the btc2ripple {{1}} Following this action will allow btc2ripple to hold BTC on your behalf.
de: Ripple Trade und btc2ripple sind Partner, um Einzahlungen von BTC einfacher zu machen. Indem Sie fortfahren, akzeptieren Sie die {{1}} von btc2ripple. Btc2ripple kann dann BTC in Ihrem Auftrag halten.
fr_fr: Ripple Trade a établi un partenariat avec btc2ripple afin de rendre le dépôt de BTC plus facile. En continuant, vous acceptez les {{1}} de btc2ripple. Cette action permettra à btc2ripple de conserver les BTC en votre nom.
ja: Ripple Tradeは、BTCの簡単な入金をするために、btc2rippleとパートナーになりました。この操作を続けると、btc2ripple {{1}} に合意することになり、btc2rippleがあなたの自身のBTCを保持することができます。
pt_br: Ripple Trade e btc2ripple fizeram uma parceria para criar uma maneira fácil de depositar BTC. Ao continuar, você concorda com os {{1}} da btc2ripple. Essa ação permite que a btc2ripple custodie BTC para você.

source: Add btc2ripple
de: btc2ripple hinzufügen
fr_fr: Ajouter btc2ripple
ja: btc2rippleを追加
pt_br: Adicionar btc2ripple

source: Connect
de: Verbinden
fr_fr: Relier
ja: 接続
pt_br: Conectar
ru: Соединиться

source: btc2ripple would like to:
de: btc2ripple möchte gern:
fr_fr: btc2ripple aimerait:
ja: btc2ripple は、以下の情報を受け取ります。
pt_br: btc2ripple gostaria de:
ru: btc2ripple хотел бы:

source: - Receive your email address {{1}}
de: - Ihre E-Mail-Adresse erhalten {{1}}
fr_fr: - Reçoit votre adresse email {{1}}
ja: - あなたのメールアドレス {{1}}
pt_br: - Ver o seu endereço de email {{1}}

source: - Hold deposited BTC on your behalf
de: - Eingezahlte BTC in Ihrem Auftrag verwalten
fr_fr: - Conserve les BTC déposés en votre nom
ja: - あなたにかわっで BTC を入金
pt_br: - Ser o seu depositário de BTC
ru: - Хранить вложенные BTC от вашего имени

source: By proceeding, you agree to the btc2ripple {{1}}
de: Indem Sie fortfahren, akzeptieren Sie die btc2ripple {{1}}
fr_fr: En continuant, vous consentez aux {{1}} de btc2ripple
ja: 続行することによりあなたは、btc2ripple {{1}} に同意します。
pt_br: Ao continuar, você concorda com os {{1}} de btc2ripple
ru: Продолжая, вы тем самым соглашаетесь с btc2ripple {{1}}

source: SnapSwap's btc2ripple service is currently unavailable. Please check back later.
de: SnapSwap's btc2ripple-Service ist im Moment nicht verfügbar. Bitte versuchen Sie es später erneut.
fr_fr: Le service SnapSwap's btc2ripple est actuellement indisponible. Veuillez réessayer ultérieurement.
ja: 現在、SnapSwap の btc2ripple サービスが利用できません。しばらく待ってから再実行してください。
pt_br: O serviço btc2ripple de SnapSwap está indisponível no momento. Por favor, tente mais tarde.
ru: Сервис SnapSwap's btc2ripple временно недоступен. Пожалуйста, повторите попытку позже.

source: Personal Deposit address
de: Persönliche Einzahlungsadresse
fr_fr: Adresse de dépôt personnelle
ja: 個人の入金アドレス
pt_br: Endereço Pessoal de Depósito

source: Your account is fully verified.
de: Ihr Konto ist vollständig bestätigt.
fr_fr: Votre compte est entièrement vérifié.
ja: あなたのアカウントは完全に検証されています。
pt_br: Sua conta está totalmente verificada.
ru: Ваш аккаунт полностью верифицирован.

source: Withdrawal instructions
de: Abhebungsanweisungen
fr_fr: Instructions de retrait
ja: 引き出し手順
pt_br: Instruções de saque
ru: Инструкции по выводу средств

source: To withdraw to a BTC address, go to the Send tab and enter the BTC address. Using the btc2ripple service, you will be able tosend to that BTC address.
de: Um an eine BTC-Adresse Guthaben abzuheben, gehen Sie zum Tab „Senden“ und geben Sie die BTC-Adresse ein. Über den btc2ripple-Dienst können Sie an diese BTC-Adresse senden.
fr_fr: Pour retirer vers une adresse BTC, allez sur l'onglet Envoyer et entrez l'adresse BTC. En utilisant le service btc2ripple, vous pourrez envoyer à cette adresse BTC.
ja: BTCアドレスに引出しをするには、 送信タブに移動し、 BTCアドレスを入力してください。 btc2rippleサービスを使用すると、そのBTCのアドレスに送信することができます。
pt_br: Para sacar para um endereço BTC, vá na aba Enviar e coloque o endereço BTC. Usando o serviço do btc2ripple, você poderá enviar para o endereço escolhido.

source: Waiting for response from SnapSwap service...
de: Auf Antwort des SnapSwap-Dienstes wird gewartet
fr_fr: En attente de réponse du service SnapSwap...
ja: SnapSwapサービスから応答を待っています
pt_br: Esperando resposta do SnapSwap...
ru: В ожидании ответа от службы SnapSwap ...

source: To deposit, generate a bitcoin receiving address using the {{1}} service powered by SnapSwap.
de: Zur Einzahlung erzeugen Sie eine Bitcoin-Empfänger-Adresse mit dem {{1}}-Dienst, mit freundlicher Unterstützung von SnapSwap.
fr_fr: Pour déposer, générez une adresse de réception bitcoin en utilisant le {{1}} service fourni par SnapSwap.
ja: 入金するには、SnapSwap の {{1}} サービスを利用してビットコイン受信アドレスを作成してください。
pt_br: Para depositar, gere um endereço para receber Bitcoins usando o {{1}} serviço oferecido por SnapSwap.
ru: Для вложения, создайте адрес получателя bitcoin, используя услуги {{1}} на базе SnapSwap.

source: A new contact has been successfully added.
de: Ein neuer Kontakt wurde erfolgreich hinzugefügt.
fr_fr: Un nouveau contact a été correctement ajouté.
ja: 新しい相手先は追加されました。
pt_br: Um novo servidor foi adicionado com sucesso.
ru: Новый контакт успешно добавлен.

source: Your contact has been successfully updated.
de: Ihr Kontakt wurde erfolgreich aktualisiert.
fr_fr: Votre contact a été mis à jour avec succès.
ja: 新しい相手先は更新されました。
pt_br: Seu contato foi alterado com sucesso.
ru: Ваш контакт успешно обновлен.

source: A contact has been successfully removed.
de: Ein Kontakt wurde erfolgreich entfernt.
fr_fr: Un contact a été supprimé avec succès.
ja: 相手先はリムーブされました。
pt_br: O contato foi removido com sucesso.
ru: Контакт был успешно удален.

source: Contact
de: Kontakt
ja: 相手先
pt_br: Contato
ru: Контакт

source: Ripple name or address
de: Ripple Name oder Ripple-Adresse.
fr_fr: Nom Ripple ou adresse
ja: Ripple名またはアドレス
pt_br: Nome ou endereço Ripple
ru: Имя или адрес Ripple

source: Add contact
de: Kontakt hinzufügen
fr_fr: Ajouter un contact
ja: 相手先を追加
pt_br: Adicionar contato
ru: Добавить контакт

source: Please enter a contact.
de: Bitte geben Sie einen Kontakt ein.
fr_fr: Veuillez entrer un contact.
ja: 相手先を入力してください。
pt_br: Por favor insira um contato.
ru: Пожалуйста, введите контакт.

source: This contact already exists.
de: Dieser Kontakt ist bereits vorhanden.
fr_fr: Ce contact existe déjà.
ja: この相手先は既に存在します。
pt_br: Este contato já existe.
ru: Такой контакт уже существует.

source: Please enter a Ripple name.
de: Bitte Ihren Ripple Name eingeben.
fr_fr: Veuillez entrer un nom de Ripple.
ja: Ripple 名を入力してください。
pt_br: Por favor insira um nome Ripple.
ru: Пожалуйста, введите имя Ripple.

source: You already have a contact with the same Ripple name and/or the same Destination tag.
de: Sie haben bereits einen Kontakt mit dem gleichen Ripple-Namen und/oder dem gleichen Zielmarker.
fr_fr: Vous avez déjà un contact avec le même nom Ripple et/ou la même étiquette de destination.
ja: 既に同じRipple名および（または）同じ宛先タグが存在します
pt_br: Você já tem um contato com o mesmo nome Ripple e/ou mesma tag do destinatário.
ru: У вас уже есть контакт с тем же Ripple адресом и / или же тегом назначения.

source: Not a valid Ripple name or address.
de: Kein gültiger Ripple-Name oder Adresse.
fr_fr: Pas un nom Ripple ou une adresse valide.
ja: 有効な Ripple 名またはアドレスではありません。
pt_br: Nome ou endereço ripple inválido.
ru: Некорректные Ripple имя или адрес.

source: Destination tag
de: Zielmarker
fr_fr: Étiquette de destination
ja: 宛先タグ
pt_br: Tag do destinatário
ru: Метка назначения

source: Leave blank if not applicable
de: Leer lassen, falls nicht anwendbar
fr_fr: Laissez vide si non applicable
ja: 適用しない場合は空白のままにします
pt_br: Deixar em branco se não aplicável
ru: Оставьте пустым, если не применимо

source: Invalid destination tag
de: Ungültiger Zielmarker
fr_fr: Étiquette de destination invalide
ja: 無効な宛先タグ
pt_br: Tag do destinatário inválida
ru: Неверная метка назначения

source: You already have a contact with the same name.
de: Sie haben bereits einen Kontakt mit demselben Namen.
fr_fr: Vous avez déjà un contact avec le même nom.
ja: 既に同じ名前の相手先がいます。
pt_br: Você já possui um contato com o mesmo nome.
ru: У Вас уже имеется контакт с этим именем.

source: You already have this address.
de: Sie haben diese Adresse bereits.
fr_fr: Vous avez déjà cette adresse.
ja: このアドレスは既に保存されています。
pt_br: Você já possui este endereço.
ru: У Вас уже есть этот адрес.

source: Not a valid address.
de: Keine gültige Adresse.
fr_fr: Cette adresse n'est pas valide.
ja: 有効なアドレスではありません。
pt_br: Não é um endereço válido.
ru: Некорректный адрес.

source: Invalid destination tag.
de: Ungültiger Zielmarker.
fr_fr: Étiquette de destination invalide.
ja: 無効な宛先タグ
pt_br: Tag do destinatário inválida.
ru: Неверная метка назначения

source: You don't have any contacts yet. Click on 'Add contact' button in the top right corner to add a new contact.
de: Sie haben noch keine Kontakte. Klicken Sie auf die Schaltfläche 'Kontakt hinzufügen' in der oberen rechten Ecke, um einen neuen Kontakt hinzuzufügen.
fr_fr: Vous n'avez pas encore de contacts. Cliquez sur le bouton "Ajouter un contact" dans le coin en haut à droite pour ajouter un nouveau contact.
ja: 相手先をまだ持っていません。 新しい相手先を加えるには、右上隅の「相手先を加える」ボタンをクリックしてください
pt_br: Você não tem contatos ainda. Clique em "Adicionar Contato" no alto à direita para adicionar um contato novo.
ru: У Вас еще нет контактов. Чтобы добавить конктакт нажмите "Добавить контакт" в правом верхнем углу.

source: Enter a Ripple name or address
de: Geben Sie einen Ripple-Namen oder eine Adresse ein
fr_fr: Entrez un nom Ripple ou adresse
ja: Ripple 名またはアドレスを入力してください
pt_br: Insira um nome ou endereço Ripple.

source: Please enter an address.
de: Bitte geben Sie eine Adresse an.
fr_fr: Veuillez entrer une adresse.
ja: アドレスを入力してください
pt_br: Por favor insira um endereço.

source: Turn on debug mode
de: Debug-Modus einschalten
fr_fr: Activer le mode debug
ja: デバッグモードをオン
pt_br: Ligar o modo debug

source: Euro Deposit
de: Euro-Guthaben
fr_fr: Dépôt en Euro
ja: Euro入金
pt_br: Depósito em Euro

source: All countries, except USA
de: Alle Länder außer den USA
fr_fr: Tous les pays sauf USA
ja: すべての国（米国以外）
pt_br: Todos os países, exceto os Estados Unidos da América

source: Ripple Trade has partnered with SnapSwap to provide easier access to EUR. Following this action will enable SnapSwap to hold EUR on your behalf.
de: Ripple Trade und SnapSwap sind Partner, um einfacheren Zugriff auf EUR anzubieten. Indem Sie fortfahren, erlauben Sie SnapSwap, EUR in Ihrem Auftrag zu halten.
fr_fr: Ripple Trade a établi un partenariat avec SnapSwap pour faciliter l'accès aux EUR. Cette action permettra à SnapSwap de conserver les EUR en votre nom.
ja: Ripple Tradeは、EURへの簡単なアクセスを提供するために、SnapSwapとパートナーになりました。この操作を続けると、SnapSwapにあなたの自身のEURを保持することができます。
pt_br: Ripple Trade e SnapSwap fizeram uma parceria para criar uma maneira fácil de depositar EUR. Essa ação permite que a SnapSwap custodie EUR para você.

source: Not connected
de: Nicht verbunden
fr_fr: Non connecté
ja: 接続しない
pt_br: Não conectado

source: Connected
de: Verbunden
fr_fr: Connecté
ja: 接続
pt_br: Conectado

source: NEW CUSTOMERS- SIGN UP AT SNAPSWAP.EU
de: NEUKUNDEN- BEI SNAPSWAP.EU REGISTRIEREN
fr_fr: NOUVEAUX CLIENTS- INSCRIVEZ-VOUS SUR SNAPSWAP.EU
ja: 新しいカスタマーとしてSNAPSWAP.EUにサインアップ
pt_br: NOVOS USUÁRIOS - CRIE UMA CONTA EM SNAPSWAP.EU

source: Register and verify your account at SnapSwap EU. You will need: {{1}}
de: Registrieren und bestätigen Sie Ihr Konto bei SnapSwap EU. Sie brauchen: {{1}}
fr_fr: Inscrivez-vous et vérifiez votre compte sur SnapSwap EU. Vous aurez besoin de: {{1}}
pt_br: Crie e verifique sua conta na SnapSwap EU. Você vai precisar de: {{1}}

source: A valid government-issued ID: driver license, passport, ID card, or visa stamp.
de: Eine gültige von den Behörden ausgestellte ID: Führerschein, Reisepass, Personalausweis oder Visum mit Stempel.
fr_fr: Une pièce d'identité émise par le gouvernement en cours de validité: permis de conduire, passeport, carte d'identité ou tampon de visa.
pt_br: Uma identidade válida emitida por um governo: Carteira de motorista, passaporte, identidade ou carimbo de visto.

source: A proof of address: driver license, utility bill, bank statement, etc.
de: Ein Adressnachweis: Führerschein, Rechnung, Kontoauszug der Bank, usw.
fr_fr: Un justificatif de domicile: permis de conduire, facture de services publics, relevé bancaire, etc.
pt_br: Um comprovante de endereço: carteira de motorista, conta de luz, extrato bancário, etc
