Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: Balance
de: Kontostand
fr_fr: Solde
ja: 残高
pt_br: Saldo
ru: Баланс

source: History
de: Kontoauszug
fr_fr: Historique
ja: 入出金明細
pt_br: Histórico
ru: История

source: Contacts
de: Kontakte
ja: 相手先
pt_br: Contatos
ru: Контакты

source: Send
de: Senden
fr_fr: Envoyer
ja: 送金
pt_br: Enviar
ru: Отправить

source: Convert
de: Market-Order (Einfach)
fr_fr: Convertir
ja: 両替
pt_br: Converter
ru: Конвертация

source: Trade
de: Handel
fr_fr: Échanger
ja: 取引
pt_br: Negociar
ru: Обмен

source: Fund
de: Kapital
fr_fr: Approvisionner
ja: 資金
pt_br: Depositar
ru: Средства

source: Account
de: Konto
fr_fr: Compte
ja: アカウント
pt_br: Conta
ru: Аккаунт

source: Settings
de: Einstellungen
fr_fr: Paramètres
ja: 設定
pt_br: Configurações
ru: Настройки

source: Logout
de: Abmelden
fr_fr: Déconnexion
ja: ログアウト
pt_br: Sair
ru: Выход из системы

source: Why Use Ripple Trade?
de: Warum Ripple Trade verwenden?
fr_fr: Pourquoi Utiliser Ripple Trade ?
ja: なぜRipple Tradeを使用しますか?
pt_br: Porque usar o Ripple Trade?
ru: Зачем использовать Ripple Trade?

source: Home of XRP -
de: Heimat von XRP -
fr_fr: Berceau des XRP -
ja: XRPの拠点
pt_br: O lar do XRP -

source: the best place to buy and sell XRP
de: der beste Ort zum Kaufen und Verkaufen von XRP
fr_fr: le meilleur endroit pour acheter et vendre des XRP
ja: XRPを売買する最良の場所
pt_br: o melhor lugar para comprar e vender XRP
ru: лучшее место для покупки и продажи XRP

source: Free -
de: Kostenlos -
fr_fr: Gratuit -
ja: 無料-
pt_br: Gratuito -
ru: Бесплатно -

source: no fees to sign up and use Ripple Trade
de: keine Gebühren zum Registrieren und Verwenden von Ripple Trade
fr_fr: aucun frais pour s'inscrire et utiliser Ripple Trade
ja: 無料で登録し、Ripple Tradeを使えます
pt_br: sem taxas para entrar ou usar o Ripple Trade
ru: не взимается плата за регистрацию и использование Ripple Trade

source: No Middlemen -
de: Keine Makler -
fr_fr: Sans intermédiaires -
ja: ブローカー無し
pt_br: Sem intermediários -
ru: Без посредников -

source: When you submit orders, Ripple automatically finds the best available match, without a clearinghouse or broker.
de: Beim Absenden von Ordern findet Ripple automatisch die beste verfügbare Kombination, ohne Girozentrale oder Broker.
fr_fr: Lorsque vous envoyez des ordres, Ripple détecte automatiquement la meilleure correspondance possible, sans chambre de compensation ou courtier.
ja: あなたが注文を出すと、Rippleはクリアリングハウスやブローカーなしで最も良いマッチングを自動的に見つけます。
pt_br: Quando você submete ordens, Ripple encontra automaticamente a melhor oferta disponível, sem corretoras.

source: Deposit, trade and withdraw money on Ripple via gateways.
de: Einzahlen, Handeln und Abheben von Geld auf Ripple über Gateways.
fr_fr: Déposer, échanger et retirer de l'argent sur Ripple par l'intermédiaire de passerelles.
ja: ゲートウェイを通してRippleに預金を預けて、トレードして、引出しをしてください。
pt_br: No Ripple, deposite, negocie e saque dinheiro usando gateways.

source: Featured Ripple Gateways
de: Nennenswerte Ripple-Gateways
fr_fr: Passerelles Ripple préférées
ja: 注目のリップルゲートウェイ
pt_br: Gateways Ripple em destaque
ru: Избранные шлюзы Ripple

source: Ripple's growing gateway network.
de: Das wachsende Gateway-Netzwerk von Ripple.
fr_fr: Le réseau croissant de passerelles Ripple
ja: Rippleの成長するゲートウェイネットワーク
pt_br: A rede crescente de gateways do Ripple.
ru: Растущая сеть шлюзов Ripple.

source: Version: {{version}}
ja: バージョン: {{version}}
pt_br: Versão: {{version}}
ru: Версия: {{version}}

source: Terms of Use
de: Nutzungsbedingungen
fr_fr: Conditions d'utilisation
ja: 利用規約
pt_br: Termos de Uso
ru: Условия использования

source: Privacy Policy
de: Datenschutzerklärung
fr_fr: Politique de Confidentialité
ja: プライバシーに関する方針
pt_br: Política de Privacidade
ru: Политика конфиденциальности

source: Support
ja: サポート
pt_br: Suporte
ru: Поддержка

source: Bug reports
de: Fehlerberichte
fr_fr: Rapport de bugs
ja: エラー報告
pt_br: Reporte um problema
ru: Сообщения об ошибках

source: more...
de: mehr...
fr_fr: plus...
ja: もっと...
pt_br: mais...
ru: подробнее...

source: Select a language
de: Sprachen Auswahl
fr_fr: Sélectionnez une langue
ja: 言語環境を設定
pt_br: Escolha um idioma
ru: Выберите язык

source: You are viewing an account in {{1}} mode. While in this mode, you can view publicly available data, but you cannot initiate any transactions. Click {{2}} to exit.
de: Sie zeigen ein Konto im {{1}}-Modus an. In diesem Modus können Sie öffentlich verfügbare Daten sehen, aber keine Transaktionen auslösen. Zum Beenden auf {{2}} klicken.
fr_fr: Vous visualisez un compte en mode {{1}}. Dans ce mode, vous pouvez afficher les données publiquement disponibles, mais vous ne pouvez pas déclencher de transactions. Cliquez sur {{2}} pour quitter.
ja: アカウントを {{1}} モードで見ています。 このモードの間、一般公開されているデータを見ることができます、しかし、いかなる取引も始めることができません。 退去するために{{2}}をクリックしてください。
pt_br: Você está vendo uma conta em modo {{1}}. Enquanto estiver nesse modo, você pode ver dados que são públicos, mas não pode criar transações. Clique {{2}} para sair.
ru: Вы просматриваете аккаунт в режиме {{1}}. Находясь в этом режиме, Вы можете просматривать публично доступную информацию, но не можете инициировать какие-либо транзакции. Нажмите {{2}} для выхода.

source: Warning: this account has over 200 trust lines, so the displayed account balance may not be accurate.
de: Warnung: Dieses Konto hat mehr als 200 Vertrauenslinien, der angezeigte Kontostand stimmt unter Umständen nicht genau.
fr_fr: Avertissement: ce compte a plus de 200 lignes de confiance, de sorte que le solde du compte affiché peut ne pas être exact.
ja: 警告：このアカウントは200以上のトラストラインを持っているので、表示された口座の残高が正確でない場合があります。
pt_br: Atenção: essa conta possui mais de 200 linhas de confiança, portanto o saldo mostrado pode não ser preciso.
ru: Предупреждение: этот аккаунт имеет больше 200 доверительных линий, поэтому отображаемый баланс аккаунта может быть не точен.

source: Overview
de: Übersicht
fr_fr: Vue d'ensemble
ja: アカウント情報
pt_br: Visão Geral
ru: Обзор

source: Loading...
de: Bitte warten...
fr_fr: Chargement...
ja: ロード中...
pt_br: Carregando...
ru: Загрузка...

source: There are no recent notifications.
de: Es gibt keine neuen Meldungen.
fr_fr: Il n'y a pas de notifications récentes.
ja: 新着通知はありません。
pt_br: Não há novos alertas.
ru: Нет новых уведомлений.

source: You sent {{1}} to {{2}}
de: Sie haben {{1}} zu {{2}} gesendet
fr_fr: Vous avez envoyé {{1}} à {{2}}
ja: {{2}} さんに {{1}} を送金しました。
pt_br: Você enviou {{1}} para {{2}}
ru: Вы оправили {{1}} к {{2}}

source: {{1}} sent you {{2}}
de: {{1}} hat Ihnen {{2}} gesendet
fr_fr: {{1}} vous a envoyé {{2}}
ja: {{1}} が {{2}} を送信しました。
pt_br: {{1}} lhe enviou {{2}}
ru: {{1}} отправил Вам {{2}}

source: {{entry.transaction.counterparty | rpcontactname}} now trusts you for
de: {{entry.transaction.counterparty | rpcontactname}} vertraut Ihnen jetzt über
fr_fr: {{entry.transaction.counterparty | rpcontactname}} vous fait maintenant confiance pour
ja: {{entry.transaction.counterparty | rpcontactname}} は以下の金額のため、信用を与えました。
pt_br: {{entry.transaction.counterparty | rpcontactname}} agora confia em você até
ru: {{entry.transaction.counterparty | rpcontactname}} теперь Вам доверяет на

source: You have now connected to the gateway {{1}}{{2: for }}{{3}}.
de: Sie haben sich jetzt mit dem Gateway {{1}}{{2: für }}{{3}} verbunden.
fr_fr: Vous êtes maintenant connecté à la passerelle {{1}}{{2: pour }}{{3}}.
ja: あなたは今、ゲートウェイ {{1}}{{2: for }}{{3}}に接続しました
pt_br: Você se conectou ao gateway {{1}}{{2: para }}{{3}}.
ru: Теперь вы подключены к шлюзу {{1}}{{2: по }}{{3}}.

source: You cancelled an order accepting {{1}} for {{2}}
de: Sie haben ihr Angebot {{1}} für {{2}} zu akzeptieren storniert
fr_fr: Vous avez annulé un ordre acceptant {{1}} pour {{2}}
ja: {{1}} を {{2}} で受け取る注文をキャンセルしました。
pt_br: Você cancelou uma ordem aceitando {{1}} por {{2}}
ru: Вы отменили заказ принимая {{1}} за {{2}}

source: Account details have been changed
de: Kontodaten wurden geändert
fr_fr: Les détails du compte ont été changés
ja: アカウントの詳細が更新されました
pt_br: Os detalhes da conta foram alterados
ru: Данные аккаунта были изменены

source: Failed transaction
de: Fehlgeschlagene Transaktion
fr_fr: Transaction qui a échoué
ja: 取引に失敗しました
pt_br: Transação falha
ru: Неудачная транзакция

source: View Full History
de: Vollständigen Verlauf anzeigen
fr_fr: Afficher l'historique complet
ja: 全履歴を見る
pt_br: Ver todo o Histórico
ru: Просмотр всей истории

source: Log Out
de: Abmelden
fr_fr: Déconnexion
ja: ログアウト
pt_br: Sair
ru: Выход

source: Simple
de: Einfach
ja: シンプル
pt_br: Simples
ru: Упростить

source: Advanced
de: Erweitert
fr_fr: Avancé
ja: 詳細
pt_br: Avançado
ru: Дополнительно

source: Withdraw
de: Abhebung
fr_fr: Retirer
ja: 引き出す
pt_br: Sacar
ru: Обналичить

source: Your account was successfully recovered and encrypted with the new password you provided!
de: Ihr Konto wurde erfolgreich wiederhergestellt und mit dem neuen Kennwort verschlüsselt, das Sie bereitgestellt haben!
fr_fr: Votre compte a été récupéré avec succès et chiffré avec le nouveau mot de passe que vous avez fourni!
ja: 新しいパスワードを使って、アカウントの復元と暗号化に成功しました！
pt_br: Sua conta foi recuperada com sucesso e criptografada com a nova senha que você forneceu!
ru: Ваш аккаунт был успешно восстановлен и зашифрован с помощью Вашего нового пароля!

source: dismiss
de: schließen
fr_fr: rejeter
ja: 閉じる
pt_br: dispensar
ru: отменить

source: Ripple address {{ identity }}
de: Ripple-Adresse {{ identity }}
fr_fr: Adresse Ripple {{ identity }}
ja: Ripple アドレス {{ identity }}
pt_br: Endereço Ripple {{ identity }}
ru: Ripple адрес {{ identity }}

source: Show in graph
de: In Diagramm anzeigen
fr_fr: Montrer dans le graphique
ja: グラフを表示
pt_br: Mostrar no graph
ru: Показать на графике

source: Connecting gateway to your account...
de: Gateway wird mit Ihrem Konto verbunden…
fr_fr: Connexion de la passerelle à votre compte...
ja: あなたのアカウントにゲートウェイを接続する...
pt_br: Conectando um gateway à sua conta...
ru: Подключение шлюза к Вашему аккаунту...

source: Gateway connected.
de: Gateway verbunden.
fr_fr: Passerelle connectée.
ja: ゲートウェイを接続しました
pt_br: Gateway conectado.
ru: Шлюз подключен

source: There was a problem connecting to the gateway. Please try again later.
de: Beim Verbinden des Gateways ist ein Problem aufgetreten. Bitte versuchen Sie es später erneut.
fr_fr: Il y a eu un problème lors de la connexion de la passerelle. Veuillez réessayer ultérieurement.
ja: ゲートウェイへの接続の際に問題が発生しました。後ほど再度お試しください。
pt_br: Houve um problema ao conectar com o gateway. Por favor tente mais tarde.
ru: Проблема подключения к шлюзу. Попробуйте еще раз позже.

source: Error code: {{engine_result}} - {{engine_result_message}}
de: Fehlercode: {{engine_result}} - {{engine_result_message}}
fr_fr: Code d'erreur: {{engine_result}} - {{engine_result_message}}
ja: エラーコード: {{engine_result}} - {{engine_result_message}}
pt_br: Código do erro: {{engine_result}} - {{engine_result_message}}
ru: Код ошибки: {{engine_result}} - {{engine_result_message}}

source: Request failed
de: Anfrage gescheitert
fr_fr: La demande a échoué
ja: リクエストは失敗しました。
pt_br: O pedido falhou
ru: Запрос не удался

source: Your request timed out, please try again.
de: Zeitüberschreitung bei Ihrer Anfrage, bitte erneut versuchen.
fr_fr: Votre demande a expiré, veuillez réessayer.
ja: あなたのリクエストはタイムアウトしました、どうか再び試みてください。
pt_br: O seu pedido expirou, por favor tente de novo.
ru: Превышено время ожидания по Вашему запросу. Пожалуйста, попробуйте еще раз.

source: Error code: Destination tag needed [tefDST_TAG_NEEDED].
de: Fehlercode: Zielmarker erforderlich [tefDST_TAG_NEEDED].
fr_fr: Code d'erreur: Étiquette de destination nécessaire [tefDST_TAG_NEEDED].
ja: エラーコード:相手先が必要です[tefDST_TAG_NEEDED]
pt_br: Código do erro: Tag do destinatário requerida [tefDST_TAG_NEEDED].
ru: Код ошибки: Необходим тег назначения [tefDST_TAG_NEEDED]:

source: Error code: This request failed because it exceeded the maximum network fee, please try again later [telINSUF_FEE_P].
de: Fehlercode: Diese Anfrage ist gescheitert, da die maximale Netzwerkgebühr überschritten wird, bitte später erneut versuchen [tellNSUF_FEE_P].
fr_fr: Code d'erreur: Cette demande a échoué parce qu'elle a dépassé les frais de réseau maximum, veuillez réessayer ultérieurement [telINSUF_FEE_P].
ja: エラーコード: ネットワーク手数料の最大値を超過しているため、このリクエストは失敗しました。後ほど再度お試しください[telINSUF_FEE_P]。
pt_br: Código do erro: Esta transação falhou porque excedeu a taxa máxima da rede, por favor tente mais tarde [telINSUF_FEE_P].

source: Error code: You have no gateway connected in this currency [terNO_LINE].
de: Fehlercode: Sie haben kein Gateway in dieser Währung verbunden [terNO_LINE].
fr_fr: Code d'erreur: Vous n'avez pas de passerelle connectée dans cette devise [terNO_LINE].
ja: エラーコード:この通貨に対してゲートウェイが接続されていません [terNO_LINE]。
pt_br: Você não tem um gateway conectado para essa moeda [terNO_LINE].
ru: Код ошибки: у Вас нет шлюза в этой валюте [terNO_LINE].

source: Error code: Insufficient reserve to connect gateway [tecINSUF_RESERVE_LINE].
de: Fehlercode: Ungenügende Reserve zum Verbinden des Gateways [tecINSUF_RESERVE_LINE].
fr_fr: Code d'erreur: Réserve insuffisante pour connecter la passerelle [tecINSUF_RESERVE_LINE].
ja: エラーコード：ゲートウェイに接続するために必要な準備金が不足しています[tecINSUF_RESERVE_LINE]。
pt_br: Código do erro: Reserva insuficiente para conectar um gateway [tecINSUF_RESERVE_LINE].

source: Error code: You have an insufficient reserve amount to connect a gateway [tecNO_LINE_INSUF_RESERVE]. {{1}}
de: Fehlercode: Ihre Reserve reicht nicht aus, um ein Gateway zu verbinden [tecNO_LINE_INSUF_RESERVE]. {{1}}
fr_fr: Code d'erreur: Vous avez un montant de réserve insuffisant pour connecter une passerelle [tecNO_LINE_INSUF_RESERVE]. {{1}}
ja: エラーコード：ゲートウェイに接続するために必要な準備金が不足しています [tecNO_LINE_INSUF_RESERVE]。 {{1}}
pt_br: Código do erro: Reserva insuficiente para conectar um gateway [tecNO_LINE_INSUF_RESERVE]. {{1}}

source: More information
de: Mehr Infos
fr_fr: Plus d'informations
ja: 詳細
pt_br: Mais informações
ru: Дополнительная информация

source: Error: {{engine_result_message}}
de: Fehler: {{engine_result_message}}
fr_fr: Erreur: {{engine_result_message}}
ja: エラー:{{engine_result_message}}
pt_br: Erro: {{engine_result_message}}
ru: Ошибка: {{engine_result_message}}

source: Error code: You have no trust line in this currency [terNO_LINE].
de: Fehlercode: Sie haben keine Vertrauens-Linie in dieser Währung [terNO_LINE].
fr_fr: Code d'erreur: Vous n'avez pas de ligne de confiance dans cette devise [terNO_LINE].
ja: エラーコード:あなたはこの通貨にトラストラインを持っていません [terNO_LINE]
pt_br: Código do erro: Você não tem uma linha de confiança para esta moeda [terNO_LINE].
ru: Код ошибки: У вас нет линии доверия в этой валюте [terNO_LINE].

source: Your request failed: {{engine_result}} - {{engine_result_message}}
de: Ihre Anfrage ist gescheitert: {{engine_result}} - {{engine_result_message}}
fr_fr: Votre demande a échoué: {{engine_result}} - {{engine_result_message}}
ja: 支払いは失敗した::{{engine_result}} - {{engine_result_message}}
pt_br: O seu pagamento falhou: {{engine_result}} - {{engine_result_message}}

source: Error code: request could not be submitted [tejLost].
de: Fehlercode: Anfrage konnte nicht übermittelt werden [tejLost].
fr_fr: Code d'erreur: la demande n'a pas pu être envoyée [tejLost].
ja: エラーコード:リクエストは出すことができませんでした [tejLost]
pt_br: Código do erro: A transação não pôde ser submetida [tejLost].
ru: Код ошибки: запрос не может быть выполнен [tejLost].

source: This request failed because the current network fee is higher than your account limit. You can adjust your maximum network fee in Settings &gt Advanced, or try again later. <br>Error code: Network fee exceeded [tejMaxFeeExceeded].
de: Diese Anfrage ist fehlgeschlagen, da die aktuelle Netzwerkgebühr höher ist als das Limit Ihres Accounts. Sie können Ihre maximale Netzwerkgebühr in Einstellungen &gt; Erweitert anpassen, oder Sie versuchen es später erneut. <br>Fehlercode: Netzwerkgebühr überschritten [tejMaxFeeExceeded].
fr_fr: Cette demande a échoué car les frais de réseau actuels sont plus élevés que la limite de votre compte. Vous pouvez régler vos frais de réseau maximum dans Paramètres &gt Avancé, ou réessayer plus tard. <br>Code d'erreur: Frais Réseau dépassés [tejMaxFeeExceeded].
ja: 現在のネットワークフィーがあなたのアカウント設定限界値より高いので、このリクエストは失敗しました。 あなたの最大ネットワークフィーを高度設定の中で調整するか、後で試してください。<br>エラーコード: ネットワークフィー超過 [tejMaxFeeExceeded].
pt_br: Essa solicitação falhou porque a taxa de rede atual é mais alta do que o limite da sua conta. Você pode ajustar o limite da sua taxa de rede em Configurações &gt Avançado, ou tentar novamente mais tarde. <br>Error code: Network fee exceeded [tejMaxFeeExceeded].

source: Your request could not be submitted: {{engine_result}} - {{engine_result_message}}
de: Ihre Anfrage konnte nicht übermittelt werden: {{engine_result}} - {{engine_result_message}}
fr_fr: Votre demande n'a pas pu être envoyée: {{engine_result}} - {{engine_result_message}}
ja: リクエストは送信できませんでした。: {{engine_result}} - {{engine_result_message}}
pt_br: Sua solicitação não pôde ser submetida: {{engine_result}} - {{engine_result_message}}

source: Payment pending
de: Zahlung ausstehend
fr_fr: Paiement en attente
ja: 支払いは保留中です。
pt_br: Pagamento pendente
ru: Платеж в обработке

source: Payment successful
de: Zahlung erfolgreich
fr_fr: Paiement réussi
ja: 支払は成功しました。
pt_br: Pagamento concluído
ru: Платеж прошел успешно

source: Payment failed
de: Zahlung fehlgeschlagen
fr_fr: Le paiement a échoué
ja: 支払いは失敗しました。
pt_br: Pagamento falhou
ru: Плаеж не удался

source: Payment failed [tefMAX_LEDGER].
de: Zahlung fehlgeschlagen [tefMAX_LEDGER].
fr_fr: Le paiement a échoué [tefMAX_LEDGER].
ja: 支払いは失敗しました [tefMAX_LEDGER]
pt_br: O pagamento falhou [tefMAX_LEDGER].
ru: Платеж не удался [tefMAX_LEDGER].

source: Your payment timed out, please try again.
de: Zeitüberschreitung bei Ihrer Zahlung, bitte versuchen Sie es erneut.
fr_fr: Votre paiement a expiré, veuillez essayer à nouveau.
ja: あなたの支払いはタイムアウトしました、どうか再び試みてください。
pt_br: O seu pagamento expirou, por favor tente de novo.
ru: Превышено время ожидания по вашему платежу, пожалуйста повторите еще раз.

source: Error code: This transaction failed because it exceeded the maximum network fee, please try again later [telINSUF_FEE_P].
de: Fehlercode: Diese Transaktion ist fehlgeschlagen, da die maximale Netzwerkgebühr überschritten wurde, bitte versuchen Sie es später erneut [tellNSUF_FEE_P].
fr_fr: Code d'erreur: Cette transaction a échoué parce qu'elle a dépassé les frais de réseau maximum, veuillez réessayer ultérieurement [telINSUF_FEE_P].
ja: エラーコード: ネットワーク手数料の最大値を超過しているため、このトランザクションは失敗しました。後ほど再度お試しください[telINSUF_FEE_P]。
pt_br: Código do erro: Esta transação falhou porque excedeu a taxa máxima da rede, por favor tente mais tarde [telINSUF_FEE_P].
ru: Код ошибки: Эта транзакция не удалась, поскольку она превысила максимальную комиссию сети, повторите попытку позже [telINSUF_FEE_P].

source: Error code: No destination [tecNO_DST].
de: Fehlercode: Kein Ziel [tecNO_DST].
fr_fr: Code d'erreur: Aucune destination [tecNO_DST].
ja: エラーコード:宛先がありません[tecNO_DST].
pt_br: Código do erro: Não há destinatário [tecNO_DST].
ru: Код ошибки: Нет назначения [tecNO_DST].

source: Error code: Insufficient XRP sent to destination [tecNO_DST_INSUF_XRP].
de: Fehlercode: Nicht ausreichende XRP an Ziel gesendet [tecNO_DST_INSUF_XRP].
fr_fr: Code d'erreur: Pas assez de XRP envoyés à destination [tecNO_DST_INSUF_XRP].
ja: エラーコード: 宛先に送金するために必要なXRPが不足しています [tecNO_DST_INSUF_XRP]。
pt_br: Código do erro: Quantia de XRP enviada é insuficiente [tecNO_DST_INSUF_XRP].
ru: Код ошибки: Недостаточно XRP отправлено по назначению [tecNO_DST_INSUF_XRP]

source: Your payment failed: {{engine_result}} - {{engine_result_message}}
de: Ihre Zahlung ist fehlgeschlagen: {{engine_result}} - {{engine_result_message}}
fr_fr: Votre paiement a échoué: {{engine_result}} - {{engine_result_message}}
ja: 支払いは失敗した:: {{engine_result}} - {{engine_result_message}}
pt_br: O seu pagamento falhou: {{engine_result}} - {{engine_result_message}}
ru: Ваш платеж не удался: {{engine_result}} - {{engine_result_message}}

source: Error code: Transaction could not be submitted [tejLost].
de: Fehlercode: Transaktion konnte nicht übermittelt werden [tejLost].
fr_fr: Code d'erreur: La transaction n'a pas pu être envoyée [tejLost].
ja: エラーコード:取引処理は出すことができませんでした [tejLost]
pt_br: Código do erro: A transação não pôde ser submetida [tejLost].
ru: Код ошибки: Транзакция не может быть соврешена [tejLost].

source: This transaction failed because the current network fee is higher than your account limit. You can adjust your maximum network fee in Settings &gt Advanced, or try again later. <br>Error code: Network fee exceeded [tejMaxFeeExceeded].
de: Diese Transaktion ist fehlgeschlagen, da die aktuelle Netzwerkgebühr höher ist als das Limit Ihres Kontos. Sie können Ihre maximale Netzwerkgebühr in Einstellungen &gt; Erweitert anpassen, oder Sie versuchen es später erneut. <br>Fehlercode: Netzwerkgebühr überschritten [tejMaxFeeExceeded].
fr_fr: Cette transaction a échoué car les frais de réseau actuels sont plus élevés que la limite de votre compte. Vous pouvez régler vos frais de réseau maximum dans Paramètres &gt Avancé, ou réessayer plus tard. <br>Code d'erreur: Frais Réseau dépassés [tejMaxFeeExceeded].
ja: 現在のネットワークフィーがあなたのアカウント設定限界値より高かったので、この取引は失敗しました。 あなたの最大ネットワークフィーを高度設定の中で調整するか、後で試してください。<br>エラーコード: ネットワークフィー超過 [tejMaxFeeExceeded].
pt_br: Essa solicitação falhou porque a taxa de rede atual é mais alta do que o limite da sua conta. Você pode ajustar o limite da sua taxa de rede em Configurações &gt Avançado, ou tentar novamente mais tarde. <br>Error code: Network fee exceeded [tejMaxFeeExceeded].

source: Your payment could not be submitted: {{engine_result}} - {{engine_result_message}}
de: Ihre Zahlung konnte nicht übermittelt werden: {{engine_result}} - {{engine_result_message}}
fr_fr: Votre paiement n'a pas pu être envoyé: {{engine_result}} - {{engine_result_message}}
ja: 支払は送信できませんでした。: {{engine_result}} - {{engine_result_message}}
pt_br: O seu pagamento não pôde ser submetido: {{engine_result}} - {{engine_result_message}}
ru: Ваш платеж не может быть выполенен: {{engine_result}} - {{engine_result_message}}

source: Request is malformed.
de: Anfrage ist nicht korrekt formatiert.
fr_fr: La demande est malformée.
ja: 要求は不正です。
pt_br: O pedido foi mal formado.
ru: Запрос некорректен.

source: Your request is invalid, reason: {{engine_result_message}} - {{engine_result_message}}
de: Ihre Anfrage ist ungültig, Grund: {{engine_result}} - {{engine_result_message}}
fr_fr: Votre demande est invalide, raison: {{engine_result_message}} - {{engine_result_message}}
ja: リクエストは無効です、理由: {{engine_result_message}} - {{engine_result_message}}
pt_br: Seu pedido é inválido, motivo: {{engine_result_message}} - {{engine_result_message}}

source: Transaction failed.
de: Transaktion gescheitert.
fr_fr: La transaction a échoué.
ja: 取引は失敗しました。
pt_br: A transação falhou.
ru: Транзакция не удалась.

source: You do not have enough funds to create this order [tecUNFUNDED_ORDER].
de: Sie haben nicht genug Mittel, um diese Order aufzugeben [tecUNFUNDED_ORDER].
fr_fr: Vous n'avez pas suffisamment de fonds pour créer cet ordre [tecUNFUNDED_ORDER].
ja: 注文するのに十分な資金がありません。[tecUNFUNDED_ORDER]
pt_br: Você não tem fundos suficientes para criar essa ordem [tecUNFUNDED_ORDER].
ru: У Вас не достаточно средств для создания заявки [tecUNFUNDED_ORDER].

source: Insufficient reserve amount to submit an order [tecINSUF_RESERVE_OFFER].
de: Fehlercode: Ihre Reserve reicht nicht aus, um eine Order aufzugeben [tecINSUF_RESERVE_OFFER].
fr_fr: Montant de la réserve insuffisant pour soumettre un ordre [tecINSUF_RESERVE_OFFER].
ja: 注文を出すのに準備金が不足しています[tecINSUF_RESERVE_OFFER].
pt_br: Reserva insuficiente para criar uma ordem [tecINSUF_RESERVE_OFFER].
