Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: {{1}}changed the{{2}}trust from{{3}}to{{4}}.
de: {{1}}hat das {{2}}Vertrauen von{{3}}auf{{4}}geändert.
fr_fr: {{1}}a modifié la confiance {{2}}de{{3}}à{{4}}.
ja: {{1}} が {{2}} の与信を {{3}} から {{4}} へ変更しました。
pt_br: {{1}}mudou o{{2}}de confiança de{{3}}para{{4}}.
ru: {{1}}изменил{{2}}линию доверия от{{3}}к{{4}}.

source: Trust balance between you and{{1}}has been changed by{{2}}.
de: Vertrauens-Kontostand zwischen Ihnen und{{1}}wurde geändert von{{2}}.
fr_fr: Le solde de confiance entre vous et{{1}}a été modifié par{{2}}.
ja: あなたと {{1}} の与信バランスは、{{2}} によって変更されました。
pt_br: O saldo da linha de confiança entre você e{{1}}mudou em{{2}}.
ru: Баланс линии доверия между Вами и{{1}}изменился на{{2}}.

source: Your balance has been changed by{{1}}.
de: Ihr Kontostand wurde geändert von {{1}}.
fr_fr: Votre solde a été changé de{{1}}.
ja: 残高は {{1}} によって変更されました。
pt_br: O seu saldo foi alterado em{{1}}.
ru: Ваш баланс изменился на{{1}}.

source: Japanese Yen Deposit
de: Depot für Japanische Yen
fr_fr: Dépôt de Yen japonais
ja: 日本円入金
pt_br: Depósito de Yen Japonês

source: Ripple Trade has partnered with Tokyo JPY Issuer to provide easier access to JPY. Following this action will enable Tokyo JPY Issuer to hold JPY on your behalf.
de: Ripple Trade und Tokyo JPY Issuer sind Partner, um einfacheren Zugriff auf JPY anzubieten. Indem Sie fortfahren, erlauben Sie Tokyo JPY Issuer, JPY in Ihrem Auftrag zu halten.
fr_fr: Ripple Trade a établi un partenariat avec Tokyo JPY Issuer pour faciliter l'accès aux JPY. Cette action permettra à Tokyo JPY Issuer de conserver les JPY en votre nom.
ja: Ripple Tradeは、JPYへの簡単なアクセスを提供するために、Tokyo JPYとパートナーになりました。この操作を続けると、Tokyo JPYにあなたの自身のJPYを保持することができます。
pt_br: Ripple Trade e Tokyo JPY fizeram uma parceria para garantir fácil acesso ao JPY. Essa ação permite que a Tokyo JPY custodie JPY para você.

source: NEW CUSTOMERS- SIGN UP AT TOKYO JPY ISSUER
de: NEUKUNDEN- BEI TOKYO JPY ISSUER REGISTRIEREN
fr_fr: NOUVEAUX CLIENTS- INSCRIVEZ-VOUS SUR TOKYO JPY ISSUER
ja: 新しいカスタマーとしてTOKYO JPYにサインアップ
pt_br: NOVOS USUÁRIOS - CRIE UMA CONTA EM TOKYO JPY ISSUER

source: {{1}}at Tokyo JPY Issuer. You will need:{{2}}
de: {{1}}Sie sich bei Tokyo JPY Issuer. Sie brauchen:{{2}}
fr_fr: {{1}}à Tokyo JPY Issuer. Vous aurez besoin de:{{2}}
ja: 東京JPY発行所における{{1}} あなたは以下を必要です：{{2}}
pt_br: {{1}}em Tokyo JPY Issuer. Você vai precisar de:{{2}}

source: A valid government-issued ID.
de: Eine gültigen von der Regierung ausgestellten Personalausweis.
fr_fr: Une pièce d'identité valide émise par le gouvernement.
ja: 有効な政府発行の身分証明
pt_br: Uma identidade oficial válida.

source: A proof of address (utility bill, etc).
de: Einen Adressnachweis (Rechnung, o.ä.).
fr_fr: Un justificatif de domicile (facture de services publics, etc).
ja: 住所証明(公共料金など)
pt_br: Um comprovante de endereço (conta de luz, etc).

source: A bank account under the same name.
de: Ein Bankkonto, das auf den gleichen Namen läuft.
fr_fr: Un compte bancaire sous le même nom.
ja: 同じ名前の銀行口座
pt_br: Uma conta de banco no seu nome.

source: EXISTING TOKYO JPY ISSUER CUSTOMERS
de: EXISTIERENDE KUNDEN VON TOKYO JPY ISSUER
fr_fr: CLIENTS ACTUELS DE TOKYO JPY ISSUER
ja: 既存の東京JPY発行所のお客さま
pt_br: USUÁRIOS TOKYO JPY ISSUER EXISTENTES

source: Tokyo JPY Issuer accepts deposits and withdrawals via bank transfer. Details {{1}}
de: Tokyo JPY Issuer akzeptiert Ein- und Auszahlungen per Banküberweisung. Details {{1}}
fr_fr: Tokyo JPY Issuer accepte les dépôts et les retraits par virement bancaire. Détails {{1}}
ja: 東京JPY発行所は、銀行振込みの入出金を受け付けます。詳細{{1}}
pt_br: Tokyo JPY Issuer aceita depósitos e saques via conta bancária. Detalhes {{1}}

source: To deposit, you’ll need to first deposit into your Tokyo JPY Issuer account and then initiate a transfer into your Ripple account.
de: Zum Einzahlen müssen Sie zuerst auf Ihr Konto bei Tokyo JPY Issuer einzahlen und dann eine Überweisung auf Ihr Ripple-Konto veranlassen.
fr_fr: Pour faire un dépôt, vous devrez tout d'abord déposer sur votre compte Tokyo JPY Issuer et ensuite lancer un transfert sur votre compte Ripple.
ja: 入金するために、東京JPY発行所の口座に最初の入金をする必要があり、それから、あなたのRippleのアカウントに転送します。
pt_br: Para depositar, você vai precisar primeiro depositar em sua conta Tokyo JPY Issuer para então solicitar uma transferência para sua conta Ripple.

source: To withdraw to a bank account, you’ll first send money from your Ripple account to your Tokyo JPY Issuer account. Follow instructions on the Tokyo JPY Issuer site to send to your bank account.
de: Zum Auszahlen an ein Bankkonto müssen Sie zuerst Geld von Ihrem Ripple-Konto an Ihr Konto bei Tokyo JPY Issuer senden. Folgen Sie dann den Anweisungen auf der Website von Tokyo JPY Issuer, um an Ihr Bankkonto zu senden.
fr_fr: Pour retirer vers un compte bancaire, vous devez d'abord envoyer l'argent de votre compte Ripple vers votre compte Tokyo JPY Issuer. Suivez les instructions sur le site de Tokyo JPY Issuer pour envoyer à votre compte bancaire.
ja: 銀行口座に出金するには、まず東京JPY発行所アカウントにリップル口座からお金をお送ります。銀行預金口座に送るには東京JPY発行所のサイトの手順に従ってください。
pt_br: Para sacar para um banco, você deve enviar fundos da sua conta Ripple para sua conta Tokyo JPY Issuer. Então siga as instruções no site da Tokyo JPY Issuer para enviar para sua conta bancária.

source: Profile completion is only available to US residents.
de: Die Identitätsprüfung steht nur für US-Bürger zur Verfügung.
fr_fr: Le remplissage du profil est uniquement disponible pour les résidents des États-Unis.
ja: プロフィールの完成は、米国居住者だけが利用できます。
pt_br: Completar o perfil está disponível apenas para residentes dos EUA.
ru: Заполнение профиля доступно только для жителей США.

source: Verifying your information. Please wait...
de: Ihre Informationen werden verifiziert. Bitte warten
fr_fr: Vérification de vos informations. Veuillez patienter...
ja: あなたの情報の確認をしています。どうかお待ちください...
pt_br: Verificando suas informações. Por favor aguarde...
ru: Проверка вашей информации. Пожалуйста, подождите ...

source: Your identity information has been verified.
de: Ihre Identitäts-Informationen wurden verifiziert.
fr_fr: Vos informations sur l'identité ont été vérifiées.
ja: あなたの身元情報は確認されました。
pt_br: Suas informações de identidade foram verificadas.
ru: Ваша информация по идентификации была проверена.

source: Your identity questions have been verified.
de: Ihre Identitäts-Fragen wurden verifiziert.
fr_fr: Vos questions sur l'identité ont été vérifiées.
ja: あなたの身元確認の質問が確認されました。
pt_br: As perguntas sobre sua identidade foram verificadas.
ru: Ваши вопросы по идентификации были проверены.

source: Congratulations, you've verified your identity! You will now be redirected back to the instant deposit page.
de: Herzlichen Glückwunsch, Sie haben Ihre Identität erfolgreich bestätigt! Sie werden jetzt auf die Seite für Sofort-Einzahlungen zurückgeleitet.
fr_fr: Félicitations, vous avez vérifié votre identité! Vous allez maintenant être redirigé vers la page de dépôt instantané.
ja: おめでとうございます、あなた身元を確認しました!今、あなたはインスタント入金ページに転送されるでしょう。
pt_br: Parabéns, você verificou sua identidade! Você será redirecionado à página de depósito instantâneo.

source: There was an error with your request. Please try again later.
de: Ein Fehler mit Ihrer Anfrage ist aufgetreten. Bitte versuchen Sie es später erneut.
fr_fr: Il y a eu une erreur avec votre demande. Veuillez réessayer ultérieurement.
ja: あなたのリクエストにおいてエラーがありました。後で再び実行してください。
pt_br: Houve um erro com o seu pedido. Por favor tente de novo mais tarde.
ru: С вашим запросом прозошла ошибка. Пожалуйста, повторите попытку позже.

source: There was an error with your request. Make sure your phone number is valid and try again.
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten. Stellen Sie sicher, dass Ihre Telefonnummer gültig ist, und versuchen Sie es erneut.
fr_fr: Il y a eu une erreur avec votre demande. Assurez-vous que votre numéro de téléphone est valide et réessayez.
ja: あなたのリクエストにエラーが発生しました。 あなたの電話番号が有効なことを確認して、もう一度ためしてください。
pt_br: Houve um erro. Certifique-se que o número do seu telefone é válido e tente do novo.
ru: С вашим запросом прозошла ошибка. Убедитесь, что ваш телефонный номер и повторите попытку.

source: Please check your verification code and try again.
de: Bitte prüfen Sie Ihren Verifizierungs-Code und versuchen Sie es erneut.
fr_fr: Vérifiez s'il vous plaît votre code de vérification puis réessayez.
ja: あなたの検証コードを確認してから、もう一度お試しください。
pt_br: Por favor cheque o seu código de verificação e tente de novo.
ru: Пожалуйста, проверьте свой ​​код подтверждения и попробуйте еще раз.

source: There was an error while requesting the verification code. Please try again later.
de: Beim Anfordern des Verifizierungs-Codes ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fr_fr: Il y a eu une erreur en demandant le code de vérification. Veuillez réessayer ultérieurement.
ja: 検証コードを要求している間にエラーが発生しました。後で再び実行してください。
pt_br: Houve um erro ao solicitar o seu código de verificação. Por favor, tente mais tarde.
ru: Была ошибка при запросе код подтверждения. Пожалуйста, повторите попытку позже.

source: We are unable to validate your identity information. Please check your information and try again.
de: Wir konnten Ihre Identitäts-Informationen nicht verifizieren. Bitte prüfen Sie Ihre Informationen und versuchen Sie es erneut.
fr_fr: Nous ne pouvons pas valider vos informations d'identité. Veuillez vérifier vos informations et réessayer.
ja: 私達はあなたの身元情報を検証することはできません。あなたの情報を確認してからもう一度お試しください。
pt_br: Não foi possível verificar as informações da sua identidade. Por favor cheque-as novamente e tente de novo.
ru: Мы не можем подтвердить информацию, удостоверяющий личность. Пожалуйста, проверьте вашу информацию и попробуйте еще раз.

source: We are unable to validate your identity questions. Please check your answers and try again.
de: Wir konnten Ihre Identitäts-Fragen nicht verifizieren. Bitte prüfen Sie Ihre Antworten und versuchen Sie es erneut.
fr_fr: Nous ne pouvons pas valider vos questions d'identité. Vérifiez vos réponses s'il vous plaît et réessayez.
ja: 私たちはあなたの本人確認の質問を有効にすることができません。 答えをチェックして、再試行してください。
pt_br: Não foi possível validar as perguntas sobre sua identidade. Cheque suas respostas e tente de novo.
ru: Мы не можем проверить ваши вопросы, удостоверяющие личность. Пожалуйста, проверьте свои ответы и попробуйте еще раз.

source: Sorry, you've reached your maximum number of verification attempts. Please try again in 24 hours.
de: Leider haben Sie die maximale Anzahl Versuche zur Verifizierung erreicht. Bitte versuchen Sie es in 24 Stunden erneut.
fr_fr: Désolé, vous avez atteint votre nombre maximum de tentatives de vérification. Veuillez réessayer dans 24 heures.
ja: すみません、あなたはあなたの最大数の検証試みに達しました。 24時間後に再試行してください。
pt_br: Desculpe, você atingiu o limite máximo de tentativas de verificação. Tente novamente em 24 horas.

source: We can't verify your identity. Please contact us at support@ripple.com.
de: Wir können Ihre Identität nicht verifizieren. Bitte kontaktieren Sie uns unter support@ripple.com.
fr_fr: Nous ne pouvons pas vérifier votre identité. Contactez-nous s'il vous plaît sur support@ripple.com.
ja: 私たちはあなたの身元を確認することができません。support@ripple.comで連絡してください。
pt_br: Não é possível verificar sua identidade. Por favor contate-nos em support@ripple.com.
ru: Мы не можем проверить вашу личность. Пожалуйста, свяжитесь с нами по support@ripple.com.

source: Profile Completion
de: Profil-Vollständigkeit
fr_fr: Remplissage du Profil
ja: プロフィール完成
pt_br: Conclusão do Perfil
ru: Заполнение профиля

source: STEP 1: IDENTITY INFORMATION
de: SCHRITT 1: IDENTITÄTS-INFORMATIONEN
fr_fr: ÉTAPE 1: INFORMATIONS SUR L'IDENTITÉ
ja: STEP 1: 身元情報
pt_br: PASSO 1: INFORMAÇÕES DE IDENTIDADE
ru: ШАГ 1: информация удостворяющия личность

source: STEP 2: IDENTITY QUESTIONS
de: SCHRITT 2: IDENTITÄTS-FRAGEN
fr_fr: ÉTAPE 2: QUESTIONS SUR L'IDENTITÉ
ja: STEP 2:本人確認の質問
pt_br: PASSO 2: PERGUNTAS DE IDENTIDADE
ru: ШАГ 2: вопросы удостворяющие личность

source: STEP 3: TWO-FACTOR AUTHENTICATION
de: SCHRITT 3: ZWEI-FAKTOR-AUTHENTIFIZIERUNG
fr_fr: ÉTAPE 3: AUTHENTIFICATION À DEUX FACTEURS
ja: STEP 3: 2段階認証
pt_br: PASSO3: AUTENTICAÇÃO EM DOIS PASSOS
ru: ШАГ 3: двухфакторная проверка подлинности

source: First Name
de: Vorname
fr_fr: Prénom
ja: 名前
pt_br: Primeiro nome
ru: Имя

source: Last Name
de: Nachname
fr_fr: Nom
ja: 氏名
pt_br: Último Sobrenome
ru: Фамилия

source: Street Address
de: Straße
fr_fr: Rue
ja: 番地・建物名
pt_br: Endereço
ru: Улица, дом

source: City
de: Ort
fr_fr: Ville
ja: 市町村名
pt_br: Cidade
ru: Город

source: State
de: Bundesland
fr_fr: Région
ja: 都道府県名
pt_br: Estado
ru: Область

source: ZIP
de: PLZ
fr_fr: Code Postal
ja: 郵便番号
pt_br: Código Postal
ru: Индекс

source: Date of Birth
de: Geburtsdatum
fr_fr: Date de naissance
ja: 誕生日
pt_br: Data de Nascimento
ru: Дата рождения

source: Month{{1}}
de: Monat{{1}}
fr_fr: Mois{{1}}
ja: 月{{1}}
pt_br: Mês{{1}}
ru: Месяц{{1}}

source: Day{{1}}
de: Tag{{1}}
fr_fr: Jour{{1}}
ja: 日{{1}}
pt_br: Dia{{1}}
ru: День{{1}}

source: Year{{1}}
de: Jahr{{1}}
fr_fr: Année{{1}}
ja: 年{{1}}
pt_br: Ano{{1}}
ru: Год{{1}}

source: Continue to identity questions
de: Weiter zu Identitäts-Fragen
fr_fr: Continuer aux questions sur l'identité
ja: 本人確認の質問に進みます
pt_br: Continuar para as perguntas de identidade
ru: Продолжить с вопросами, удостоверяющие личность

source: Verifying...
de: Überprüfen...
fr_fr: Vérification...
ja: 確認中...
pt_br: Verificando...
ru: Проверка...

source: {{ q.question }}{{1}}
pt_br: {{ p.pergunta }}{{1}}

source: {{ a.answer }}
fr_fr: {{ a.réponse }}
pt_br: {{ r.resposta }}

source: Continue to two-factor authentication
de: Weiter zur Zwei-Faktor-Authentifizierung
fr_fr: Continuer vers l'authentification à deux facteurs
ja: 2段階認証を続ける
pt_br: Continuar para autenticação em dois passos
ru: Продолжить двухфакторную аутентификацию

source: Two-factor authentication provides extra security for your account.
de: Die Zwei-Faktor-Authentifizierung bietet zusätzlichen Schutz für Ihr Konto
fr_fr: L'authentification à deux facteurs fournit une sécurité supplémentaire pour votre compte.
ja: 2段階認証はあなたのアカウントに格段に優れたセキュリティを提供します。
pt_br: Autenticação em dois passos fornece segurança extra para sua conta.
ru: Двухфакторная аутентификация обеспечивает дополнительную безопасность для вашей учетной записи.

source: Ripple Trade has partnered with Authy to provide better security for your account.By continuing, you agree to Authy's {{1:Terms of Service}}.
de: Ripple Trade arbeitet mit Authy zusammen, um bessere Sicherheit für Ihr Konto anzubieten. Indem Sie fortfahren, akzeptieren Sie die {{1:Nutzungsbedingungen}} von Authy.
fr_fr: Ripple Trade a établi un partenariat avec Authy pour garantir une meilleure sécurité pour votre compte.En continuant, vous acceptez les {{1:Termes de Service}} de Authy.
ja: RippleTradeは、より堅固なセキュリティをあなたのアカウントに提供するために、Authyを利用します。 続けると、あなたはAuthyのセキュリティー{{1:Terms of Service}}に同意します
pt_br: Ripple Trade tem uma parceria com Authy para aumentar a segurança da sua conta. Ao continuar, você concorda com os {{1:Termos de uso}} do Authy.
ru: Ripple Trade имеет партнерские отношения с Authy лучше обеспечить безопасность для вашего account.By продолжается, вы соглашаетесь с Authy в {{1: Условия предоставления услуг}}.

source: Verify phone number
de: Telefonnummer verifizieren
fr_fr: Vérifier le numéro de téléphone
ja: 電話番号を確認する
pt_br: Verifique o seu número de telefone
ru: Проверить номер телефона

source: change
de: ändern
fr_fr: Changer
ja: 変更
pt_br: mudar
ru: сменить

source: A verification code has been sent to +{{ currentCountryCode }} {{ phoneNumber }}.
de: Ein Verifizierungs-Code wurde an +{{ currentCountryCode }} {{ phoneNumber }} gesendet.
fr_fr: Un code de vérification a été envoyé à +{{ currentCountryCode }} {{ phoneNumber }}.
ja: 検証コードは、+{{ currentCountryCode }} {{ phoneNumber }}に送信されました
pt_br: Um código de verificação foi enviado para +{{ currentCountryCode }} {{ phoneNumber }}.
ru: Код подтверждения был отправлен на +{{ currentCountryCode }} {{ phoneNumber }}.

source: Verification Code
de: Verifizierungs-Code
fr_fr: Code de Vérification
ja: 検証コード
pt_br: Código de Verificação
ru: Код подтверждения

source: Submit code
de: Code absenden
fr_fr: Envoyer Code
ja: コードを送信する
pt_br: Submeter código

source: Welcome to Ripple Trade
de: Willkomen bei Ripple Trade
fr_fr: Bienvenue sur Ripple Trade
ja: Ripple Tradeへようこそ
pt_br: Bem-vindo ao Ripple Trade

source: Trade hundreds of assets, from XRP to crypto to gold to fiat.
de: Wechseln Sie Hunderte Aktiva, von XRP über Krypto und Gold bis zu Währungen.
fr_fr: Échangez des centaines d'actifs, des XRP aux crypto en passant par l'or et les devises.
ja: XRPから仮想通貨、金、不換通貨まで何百の資産をトレードしてください
pt_br: Negocie centenas de ativos, de XRP a criptomoedas, ouro e moedas.

source: Log In
de: Anmelden
fr_fr: S'identifier
ja: ログイン
pt_br: Entrar
ru: Вход в систему

source: You have successfully verified your email address.
de: Sie haben erfolgreich Ihre E-Mail-Adresse verifiziert.
fr_fr: Vous avez vérifié avec succès votre adresse email.
ja: メールアドレスの確認に成功しました。
pt_br: Seu email foi verificado com sucesso.
ru: Вы успешно подтвердили свой адрес электронной почты.

source: Email verification token is invalid. It has either expired or has been resent. Please check your inbox for the most recent verification email.
de: E-Mail-Verifizierungs-Token ist ungültig. Es ist entweder abgelaufen oder ein neueres wurde gesendet. Bitte sehen Sie in Ihrem Posteingang nach, um die neuste Verifizierungs-E-Mail zu verwenden.
fr_fr: Le jeton de vérification email est invalide. Il a expiré ou a été renvoyé. Vérifiez s'il vous plaît votre boîte de réception pour l'email de vérification le plus récent.
ja: 電子メール確認トークンは無効です。 それは期限切れになったか、再送されています。 最近の電子メールの受信箱を確認してください。
pt_br: O código de verificação do email é inválido. Expirou ou foi reenviado. Por favor cheque sua caixa de entrada e procure o email de verificação mais recente.
ru: Ключ подтверждения электронной почты не верен. Он либо просрочен или был выслан заново. Пожалуйста проверьте вашу почту на недавние письма подтверждения регистрации.

source: Logging in
de: Anmeldung läuft
fr_fr: Connexion
ja: ログインする
pt_br: Entrando

source: Verify
de: Verifizieren
fr_fr: Vérifier
ja: 確認
pt_br: Verificar
ru: Проверить

source: Already have a ripple.com/client account? {{1:Migrate}}
de: Sie haben schon ein Konto bei ripple.com/client? {{1:Umstellen}}
fr_fr: Vous avez déjà un compte ripple.com/client ? {{1:Migrer}}
ja: 既に ripple.com/client アカウントをお持ちですか？ {{1:移行する}}
pt_br: Já tem uma conta criada em ripple.com/client? {{1:Migre}}
ru: У Вас уже есть аккаунт ripple.com? {{1:Перенос}}

source: Account Recovery
de: Konto-Wiederherstellung
fr_fr: Récupération de compte
ja: アカウント復元
pt_br: Recuperação de Conta
ru: Восстановление аккаунта

source: {{1:You're sending money to}}{{2}}.
de: {{1:Sie senden Geld an}}{{2}}.
fr_fr: {{1:Vous envoyez de l'argent à}}{{2}}.
ja: {{2}}へ{{1:お金を送金しています}}。
pt_br: {{1:Você enviará dinheiro para}}{{2}}.
ru: {{1:Вы отправляете деньги к}}{{2}}.

source: {{1:You're sending}}{{2}}{{3: to }}{{4}}.
de: {{1:Sie senden}}{{2}}{{3: an }}{{4}}.
fr_fr: {{1:Vous envoyez}}{{2}}{{3: à }}{{4}}.
ja: {{2}}を{{4}}{{3:へ}}{{1:送金してます}}。
pt_br: {{1:Você irá enviar}}{{2}}{{3: para }}{{4}}.
ru: {{1:Вы отпавляете}}{{2}}{{3: к }}{{4}}.

source: {{1:You're connecting to the gateway}}{{2}}{{3:for{{1}}}}{{4:with a limit of{{1}}}}.
de: {{1:Sie verbinden sich mit dem Gateway}}{{2}}{{3:für{{1}}}}{{4:mit einem Limit von{{1}}}}.
fr_fr: {{1:Vous vous connectez à la passerelle}}{{2}}{{3:pour{{1}}}}{{4:avec une limite de{{1}}}}.
pt_br: {{1:Você vai criar uma conexão com o gateway}}{{2}}{{3:para{{1}}}}{{4:com um limite de{{1}}}}.
ru: {{1:Вы подключаетесь к шлюзу}}{{2}}{{3:по{{1}}}}{{4:с лимитом в{{1}}}}.

source: {{1:You're adding}}{{2}}{{3:to your contacts list}}
de: {{1:Sie fügen}}{{2}}{{3:zu Ihrer Kontaktliste hinzu}}
fr_fr: {{1:Vous ajoutez}}{{2}}{{3:à votre liste de contacts}}
ja: {{2}}{{3:を連絡帳に}}{{1:追加しています}}
pt_br: {{1:Você vai adicionar}}{{2}}{{3:à sua lista de contatos}}
ru: {{1:Вы добавляете}}{{2}}{{3:в ваш список контактов}}

source: {{1}} Log In
de: {{1}} Anmelden
fr_fr: {{1}} S'identifier
ja: {{1}} ログイン
pt_br: {{1}} Entrar

source: You can confirm this transaction on the next page.
de: Sie können diese Transaktion auf der nächsten Seite bestätigen.
fr_fr: Vous pouvez confirmer la transaction sur la page suivante.
ja: 次のページでこの取引を確認できます。
pt_br: Você pode confirmar esta transação na página seguinte.
ru: Вы сможете подтвердить эту операцию на следующей странице.

source: New to {{productName}}? {{1:Create a wallet}}
de: Neu bei {{productName}}? {{1:Brieftasche anlegen}}
fr_fr: Nouveau sur {{productName}} ? {{1:Créer un portefeuille}}
ja: {{productName}} のご使用は初めてですか？ {{1:ウォレットを作成}}
pt_br: Novo no {{productName}}? {{1:Crie uma carteira}}
ru: Незнакомы с {{productName}}? {{1:Create a wallet}}

source: Please enter the verification code from the SMS message sent to your device:
de: Bitte geben Sie den Verifizierungs-Code aus der SMS an, die an Ihr Gerät gesendet wurde:
fr_fr: Veuillez entrer le code de vérification du message SMS envoyé à votre appareil:
ja: お使いのデバイスに送信されたSMSメッセージの検証コードを入力してください：
pt_br: Por favor insira o código de verificação no SMS enviado ao seu dispositivo:
ru: Пожалуйста, введите проверочный код, из сообщения SMS, отправленного на ваше устройство:

source: Please enter the verification code from the Authy app installed on your device:
de: Bitte geben Sie den Verifizierungs-Code aus der Authy-App an, die auf Ihrem Gerät installiert ist:
fr_fr: Veuillez entrer le code de vérification de l'application Authy installée sur votre appareil:
ja: お使いのデバイスにインストールされているAuthyアプリの検証コードを入力してください：
pt_br: Por favor, insira o código de verificação do app Authy instalado no seu dispositivo:
ru: Пожалуйста, введите проверочный код, из приложения Authy установленного на вашем устройстве:

source: Resend
de: Erneut senden
fr_fr: Renvoyer
ja: 再送する
pt_br: Re-enviar
ru: Отправить повторно

source: Send Via SMS
de: Via SMS senden
fr_fr: Envoyer par SMS
ja: SMS経由で送信
pt_br: Enviar SMS
ru: Отправить по СМС

source: Remember me on this device for 30 days
de: An diesem Gerät für 30 Tage angemeldet bleiben
fr_fr: Se souvenir de moi sur cet appareil pendant 30 jours
ja: 30日間このデバイス上パスワードを記憶する
pt_br: Lembrar-me nesse dispositivo por 30 dias
ru: Запомнить меня на этом устройстве в течение 30 дней

source: Migrate
de: Portieren
fr_fr: Migrer
ja: 移行する
pt_br: Migrar
ru: Перенос

source: To begin migration, enter the name and passphrase used to encrypt your ripple.com/client wallet below. After migration, you will no longer be able to login on ripple.com/client.
de: Um mit der Umstellung zu beginnen, geben Sie unten den Namen und die Passphrase ein, mit der Ihre Brieftasche von ripple.com/client verschlüsselt ist. Nach der Umstellung können Sie sich nicht mehr bei ripple.com/client anmelden.
fr_fr: Pour commencer la migration, entrez le nom et mot de passe que vous avez utilisé pour chiffrer votre portefeuille ripple.com/client ci-dessous. Après la migration, vous ne pourrez plus vous connecter depuis ripple.com/client.
ja: 統合を行うには、ripple.com/client のウォレットの暗号化に使用したユーザ名とパスワードを以下に入力してください。統合を行うと ripple.com/client にログインできなくなります。
pt_br: Para iniciar a migração, insira abaixo o nome e a senha usadas para encriptar a sua carteira de ripple.com/client. Após a migração, o login em ripple.com/client não estará mais disponível para essa conta.
ru: Для начала миграции, введите имя и пароль используемые для шифрования кошелька на ripple.com/client . После миграции, вы больше не будете иметь возможность для входа на ripple.com/client.

source: Existing ripple.com/client Wallet name
de: Name der bestehenden Brieftasche bei ripple.com/client
fr_fr: Nom de portefeuille ripple.com/client existant
ja: 既存の ripple.com/client ウォレット名
pt_br: Nome de carteira de ripple.com/client existente
ru: Действующее ripple.com/client имя кошелька
