Repository: ledgerd/ledgerd-wallet
Catalog: l10n/*/messages.po
Languages: de, fr_fr, ja, pt_br, ru

source: Send {{ alt.amount | rpcurrency }} {{1}}
de: {{ alt.amount | rpcurrency }} senden {{1}}
fr_fr: Envoyer {{ alt.amount | rpcurrency }} {{1}}
ja: {{ alt.amount | rpcurrency }} {{1}} を送金する
pt_br: Enviar {{ alt.amount | rpcurrency }} {{1}}
ru: Отправить {{ alt.amount | rpcurrency }} {{1}}

source: Ripple is calculating a path for your payment.
de: Ripple berechnet den Pfad für Ihre Zahlung.
fr_fr: Ripple calcule un chemin pour votre paiement.
ja: 支払いの経路を計算しています。
pt_br: Ripple está calculando um caminho para o seu pagamento.
ru: Ripple просчитывает путь для Вашего платежа.

source: You are sending {{1}} to
de: Sie senden {{1}} an
fr_fr: Vous envoyez {{1}} à
ja: {{1}} の受取人
pt_br: Você vai enviar {{1}} para
ru: Вы посылаете {{1}}

source: Destination tag: {{send.dt}}
de: Zielmarker: {{send.dt}}
fr_fr: Étiquette de destination: {{send.dt}}
ja: 宛先タグ: {{send.dt}}
pt_br: Tag do destinatário: {{send.dt}}
ru: Метка назначения: {{send.dt}}

source: They will receive
de: Der Empfänger erhält
fr_fr: Ils recevront
ja: 相手先が受信する金額
pt_br: O destinatário receberá
ru: Они получат

source: You will pay at most
de: Sie werden maximal folgendes bezahlen
fr_fr: Vous paierez au plus
ja: あなたの最大支払金額
pt_br: Você vai pagar no máximo
ru: Вы заплатите не более

source: Are you sure?
de: Sind Sie sicher?
fr_fr: Êtes-vous certain ?
ja: 続けてもよろしいですか？
pt_br: Tem certeza?
ru: Вы уверены?

source: Password required to unlock wallet
de: Kennwort zum Entsperren der Brieftasche erforderlich
fr_fr: Mot de passe requis pour déverrouiller le portefeuille
ja: ウォレットをアンロックするにはパスワードが必要です
pt_br: A senha é necessária para destravar a carteira
ru: Требуется пароль для разблокировки кошелька

source: Contact saved!
de: Kontakt gespeichert!
fr_fr: Contact sauvegardé!
ja: 相手先を保存しました！
pt_br: Contato salvo!
ru: Контакт сохранен!

source: Add this address to contacts
de: Füge diese Adresse der Kontaktliste hinzu
fr_fr: Ajouter cette adresse aux contacts
ja: 相手先にこのアドレスを追加
pt_br: Adicionar este endereço aos contatos
ru: Добавить адрес в контакты

source: Name this user
de: Name des Users
fr_fr: Nommer cet utilisateur
ja: このユーザーに名を付ける
pt_br: Nomear este usuário
ru: Дать имя пользователю

source: This contact already exists, please choose another name.
de: Dieser Kontakt existiert bereits, bitte wählen Sie einen anderen Namen.
fr_fr: Ce contact existe déjà, veuillez choisir un autre nom.
ja: この相手先は既に存在します。他の名前を使用して下さい。
pt_br: Este contato já existe, por favor escolha outro nome.

source: Saving...
de: Speichert...
fr_fr: Sauvegarde en cours...
ja: 保存中...
pt_br: Salvando...
ru: Идёт сохранение...

source: Send another payment
de: Eine weitere Zahlung durchführen
fr_fr: Envoyer un autre paiement
ja: 別の支払いを送金
pt_br: Enviar outro pagamento
ru: Отправить другой платеж

source: Security
de: Sicherheit
fr_fr: Sécurité
ja: セキュリティー
pt_br: Segurança
ru: Безопасность

source: Trade settings
de: Wechsel-Einstellungen
fr_fr: Paramètres d'échange
ja: トレード設定
pt_br: Configurações de negociação

source: Trade currency pairs
de: Wechsel-Währungspaare
fr_fr: Échanger paire de devises
ja: トレード通貨ペア
pt_br: Pares de moeda

source: Loading Order Book
de: Orderbuch wird geladen
fr_fr: Chargement du livre d'ordres
ja: オーダーブックを読み込んでいます
pt_br: Carregando negociações

source: flip
de: umschalten
fr_fr: basculer
ja: 反転
pt_br: virar
ru: поменять

source: add pair
de: Paar hinzufügen
fr_fr: Ajouter une paire
ja: 通貨ペアを追加
pt_br: adicionar par

source: edit pairs
de: Paare bearbeiten
fr_fr: Modifier les paires
ja: 通貨ペアを編集
pt_br: editar pares

source: Base Currency
de: Basiswährung
fr_fr: Devise de base
ja: 基準通貨
pt_br: Moeda Base

source: Base Gateway
de: Basisgateway
fr_fr: Passerelle de base
ja: 基準ゲートウェイ
pt_br: Gateway Base

source: Counter&nbsp;Currency
de: Gegenwährung
fr_fr: Devise de contrepartie
ja: 決済&nbsp;通貨
pt_br: Moeda Par

source: Counter Gateway
de: Gegengateway
fr_fr: Passerelle de contrepartie
ja: 決済ゲートウェイ
pt_br: Gateway Par

source: Add
de: Hinzufügen
fr_fr: Ajouter
ja: 追加
pt_br: Adicionar

source: Base currency issuer ({{order.first_currency | rpcurrency}})
de: Ausgeber der Quell-Währung ({{order.first_currency | rpcurrency}})
fr_fr: Émetteur de la devise de base ({{order.first_currency | rpcurrency}})
ja: 基準通貨発行者 ({{order.first_currency}})
pt_br: Emissor da moeda base ({{order.first_currency | rpcurrency}})
ru: Эмитент базовой валюты ({{order.first_currency | rpcurrency}})

source: Ripple name or contact
de: Ripple-Name oder Kontakt
fr_fr: Nom Ripple ou contact
ja: Ripple名または相手先
pt_br: Nome Ripple ou contato

source: Not a valid Ripple address or contact
de: Keine gültige Ripple-Adresse oder Kontakt
fr_fr: Adresse Ripple ou contact non valide
ja: 無効な Ripple アドレスもしくは相手先です。
pt_br: Não é um contato ou endereço ripple válido
ru: Некорректный Ripple адрес или контакт

source: Counter currency issuer ({{order.second_currency | rpcurrency}})
de: Ausgeber der Ziel-Währung ({{order.second_currency | rpcurrency}})
fr_fr: Émetteur de la devise de contrepartie ({{order.second_currency | rpcurrency}})
ja: 決済通貨発行者 ({{order.second_currency}})
pt_br: Emissor da moeda par ({{order.second_currency | rpcurrency}})
ru: Эмитент котируемой валюты ({{order.second_currency | rpcurrency}})

source: Not a valid Ripple name or address
de: Ripple-Name oder -Adresse ungültig
fr_fr: Pas un nom Ripple ou une adresse valide.
ja: 有効なRipple名やアドレスではありません
pt_br: Não é um Nome Ripple ou endereço válido
ru: Некорректные Ripple имя или адрес.

source: To show an orderbook, choose from the dropdown above or click "Add custom pair".
de: Um ein Orderbuch anzuzeigen, wählen Sie aus der Klappliste oben oder klicken Sie auf „Benutzerdefiniertes Paar hinzufügen“.
fr_fr: Pour afficher un carnet d'ordres, choisissez dans le menu déroulant ci-dessus ou cliquez sur "Ajouter une paire personnalisée".
ja: オーダーブックを表示するには、上記のドロップダウンから選択するか、または「カスタムのペアを追加」をクリックしてください。
pt_br: Para mostrar negociações, escolha do menu dropdown acima ou clique "Adicionar par"

source: Bid
de: Angebot
fr_fr: Offre
ja: 買う
pt_br: Compra
ru: Покупка

source: Ask
de: Nachfrage
fr_fr: Demande
ja: 買値
pt_br: Venda
ru: Продажа

source: Last price
de: Letzter Preis
fr_fr: Dernier prix
ja: 現在の価格
pt_br: Último preço
ru: Последняя цена

source: You have to be funded before you can trade
de: Sie müssen finanziert werden, bevor Sie handeln können
fr_fr: Vous devez être approvisionné avant d'être en mesure d'échanger
ja: 取引する前に資金を供給する必要があります。
pt_br: Você precisa ter fundos para poder negociar
ru: Ваш кошелек должен быть активирован, прежде чем Вы сможете производить обмен

source: Buy {{1}} {{order.first_currency | rpcurrency}}
de: {{1}} kaufen {{order.first_currency | rpcurrency}}
fr_fr: Acheter {{1}} {{order.first_currency | rpcurrency}}
ja: {{1}} {{order.first_currency | rpcurrency}} を買う
pt_br: Comprar {{1}} {{order.first_currency | rpcurrency}}
ru: Купить {{1}} {{order.first_currency | rpcurrency}}

source: Sell {{1}} {{order.first_currency | rpcurrency}}
de: {{1}} verkaufen {{order.first_currency | rpcurrency}}
fr_fr: Vendre {{1}} {{order.first_currency | rpcurrency}}
ja: {{1}} {{order.first_currency | rpcurrency}} を売る
pt_br: Vender {{1}} {{order.first_currency | rpcurrency}}
ru: Продать {{1}} {{order.first_currency | rpcurrency}}

source: {{1}} available
de: {{1}} verfügbar
fr_fr: {{1}} disponible
ja: {{1}} が利用可能です
pt_br: {{1}} disponível
ru: {{1}} доступно

source: Amount To Buy
de: Zu kaufender Betrag
fr_fr: Montant à acheter
ja: 購入金額
pt_br: Quantia a ser Comprada
ru: Объем покупки

source: Amount To Sell
de: Zu verkaufender Betrag
fr_fr: Montant à vendre
ja: 売却金額
pt_br: Quantia a ser Vendida
ru: Объем продажи

source: Required
de: Erforderlich
fr_fr: Requis
ja: 必須
pt_br: Obrigatório
ru: Обязательно к заполнению

source: Must be greater than zero
de: Die Menge muss größer als Null sein.
fr_fr: Doit être supérieur a zéro
ja: 0より大きな数字を入力してください
pt_br: Precisa ser maior do que zero
ru: Значение должно быть больше нуля

source: Minimum amount of XRP you can send is a drop (0.000001) and the maximum is 100 billion XRPs.
de: Der Minimalbetrag an XRP, die Sie senden können, ist ein Drop (0,000001) und der Maximalbetrag ist 100 Milliarden XRP.
fr_fr: Le montant minimum de XRP que vous pouvez envoyer est une goutte (0,000001) et le maximum est de 100 milliards de XRPs.
ja: 送信できる最小値は、0.000001XRP、最大値は一千億XRPです。
pt_br: O mínimo é um drop (0.000001) e o máximo é 100 bilhões XRP.

source: Price of Each
de: Preis von jeweils
fr_fr: Prix pour chaque
ja: 各々の価格
pt_br: Preço de Cada
ru: Цена за единицу

source: Order Value (max)
de: Bestellwert (max)
fr_fr: Valeur de l'ordre (max)
ja: 注文価格（最大）
pt_br: Valor da ordem (máx)
ru: Сумма заявки (макс.)

source: You are wanting to buy {{1}} for {{2}} ({{3}} per {{4}})
de: Sie möchten {{1}} für {{2}} kaufen ({{3}} pro {{4}})
fr_fr: Vous voulez acheter {{1}} pour {{2}} ({{3}} par {{4}})
ja: あなたは {{2}} を {{1}} で買うのを待っています({{4}}あたり{{3}})
pt_br: Você quer comprar {{1}} por {{2}} ({{3}} por cada {{4}})
ru: Вы желаете купить {{1}} за {{2}} ({{3}} за каждые {{4}})

source: You are wanting to sell {{1}} for {{2}} ({{3}} per {{4}})
de: Sie möchten {{1}} für {{2}} verkaufen ({{3}} pro {{4}})
fr_fr: Vous voulez vendre {{1}} pour {{2}} ({{3}} par {{4}})
ja: あなたは {{2}} を {{1}} で売るのを待っています({{4}}あたり{{3}})
pt_br: Você quer vender {{1}} por {{2}} ({{3}} por cada {{4}})
ru: Вы желаете продать {{1}} за {{2}} ({{3}} за каждые {{4}})

source: Buy
de: Kaufen
fr_fr: Acheter
ja: 買う
pt_br: Comprar
ru: Купить

source: Sell
de: Verkaufen
fr_fr: Vendre
ja: 売る
pt_br: Vender
ru: Продать

source: You do not have sufficient funds to create an order.
de: Sie haben nicht genug Mittel, um eine Order aufzugeben.
fr_fr: Vous n'avez pas de fonds suffisants pour créer un ordre.
ja: 注文するのに十分な資金がありません。
pt_br: Você não tem fundos suficientes para criar uma ordem
ru: У Вас не достаточно средств для создания заявки.

source: You are about to create an order to {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6}}{{7:Are you sure?}}{{8}}
de: Sie sind dabei, eine Order zum {{1: Kaufen}} {{2: Verkaufen}}{{3}}{{4:für}}{{5}}{{6}}zu erstellen{{7:Sind Sie sicher?}}{{8}}
fr_fr: Vous êtes sur le point de créer un ordre pour {{1: acheter}} {{2: vendre}}{{3}}{{4:pour}}{{5}}{{6}}{{7:Êtes-vous sûr ?}}{{8}}
pt_br: Você irá criar uma ordem para {{1: comprar}} {{2: vender}}{{3}}{{4:por}}{{5}}{{6}}{{7:Tem certeza?}}{{8}}

source: CAUTION: Your order is far off from the current market price.
de: VORSICHT: Ihre Anweisung ist weit vom aktuellen Marktpreis entfernt.
fr_fr: ATTENTION: Votre ordre est très éloigné du prix actuel du marché.
ja: 警告: あなたの注文は現在の市場価格から大きく乖離しています。
pt_br: ATENÇÃO: Sua ordem está muito fora do preço de mercado atual.
ru: ПРЕДОСТЕРЕЖЕНИЕ: Ваша заявка значительно отличается от текущей рыночной цены.

source: &laquo; Back
de: &laquo; Zurück
fr_fr: &laquo; Retour
ja: 戻る
pt_br: &laquo; Voltar
ru: &laquo; Назад

source: Sending order to Ripple network...
de: Order wird an Ripple-Netzwerk gesendet...
fr_fr: Envoi de l'ordre au réseau Ripple en cours...
ja: Ripple Network に注文を送信中...
pt_br: Enviando ordem para a rede ripple...
ru: Отправка заявки в сеть Ripple...

source: Your order has been submitted.
de: Ihre Order wurde übermittelt.
fr_fr: Votre ordre a été envoyé.
ja: 注文は送信されました。
pt_br: Sua ordem foi submetida.
ru: Ваша заявка отправлена.

source: Your order is now active.
de: Ihre Order ist jetzt aktiv.
fr_fr: Votre ordre est maintenant actif.
ja: 注文が有効となりました。
pt_br: Sua ordem está ativa agora.

source: Your order has been filled.
de: Ihre Order wurde erfüllt.
fr_fr: Votre ordre a été exécuté.
ja: 注文が決済されました。
pt_br: Esta ordem foi realizada.

source: Your order has been partially filled. The remaining amount is now active.
de: Ihre Order wurde teilweise erfüllt. Der Restbetrag ist jetzt aktiv.
fr_fr: Votre ordre a été partiellement exécuté. Le montant restant est maintenant actif.
ja: 注文が一部決済されました。未決済分は引き続き有効です。
pt_br: Sua ordem foi executada parcialmente. A quantia restante ainda está ativa.

source: Submit another order
de: Eine weitere Order einreichen
fr_fr: Envoyer un autre ordre
ja: 別の注文を送信
pt_br: Submeter outra ordem
ru: Отправить другую заявку

source: My Orders{{1}}{{2}}
de: Meine Aufträge{{1}}{{2}}
fr_fr: Mes Ordres{{1}}{{2}}
ja: 私の注文{{1}}{{2}}
pt_br: Minhas Ordens{{1}}{{2}}
ru: Мои заявки{{1}}{{2}}

source: Your order has been modified.
de: Ihre Order wurde bearbeitet.
fr_fr: Votre ordre a été modifié.
ja: 注文が修正されました。
pt_br: Sua ordem foi modificada.

source: Your order &#35;{{ cancelOrder.seq }} has been cancelled.
de: Ihre Order &#35;{{ cancelOrder.seq }} wurde abgebrochen.
fr_fr: Votre ordre &#35;{{ cancelOrder.seq }} a été annulé.
ja: 注文 &#35;{{ cancelOrder.seq }} はキャンセルされました。
pt_br: Sua ordem &#35;{{ cancelOrder.seq }} foi cancelada.

source: Your order could not be modified and no longer exists. Error: {{order[editOrder.type].engine_result_message}}
de: Ihre Order konnte nicht bearbeitet werden und existiert nicht mehr. Fehler: {{order[editOrder.type].engine_result_message}}
fr_fr: Votre ordre n'a pas pu être modifié et n'existe plus. Erreur: {{order[editOrder.type].engine_result_message}}
pt_br: Sua ordem não pôde ser modificada e não existe mais. Erro: {{order[editOrder.type].engine_result_message}}

source: Unable to cancel order as it no longer exists.
de: Fehler beim Abbrechen der Order, sie existiert nicht mehr.
fr_fr: Impossible d'annuler l'ordre car il n'existe plus.
ja: それはもう存在しないので、注文をキャンセルすることができません。
pt_br: Impossível cancelar ordem pois ela não existe mais.

source: Modifying your order (Placing new order) ...
de: Ihre Order wird bearbeitet (neue Order wird platziert)…
fr_fr: Modification de votre ordre (Placement nouvel ordre) ...
ja: ご注文の変更(新規注文) ...
pt_br: Modificando a sua ordem (criando nova ordem) ...

source: Current pair only
de: Nur aktuelles Paar
fr_fr: Paire actuelle uniquement
ja: 現在のペアのみ
pt_br: Apenas do par atual

source: reverse
de: umkehren
fr_fr: inverser
pt_br: inverter

source: QTY{{1}}
de: MENGE{{1}}
fr_fr: QTÉ{{1}}
pt_br: QTD{{1}}

source: Counter{{1}}
de: Gegen{{1}}
fr_fr: Contre{{1}}
pt_br: Par{{1}}

source: Limit{{1}}
de: Grenze{{1}}
fr_fr: Limite{{1}}
pt_br: Limite{{1}}

source: Action
de: Aktion
ja: アクション
pt_br: Ação
ru: Действие

source: TRADE CONFIRMATION
de: WECHSEL-BESTÄTIGUNG
fr_fr: CONFIRMATION DE TRANSACTION
pt_br: CONFIRMAÇÃO DA NEGOCIAÇÃO

source: {{1:Please confirm that you wish to cancel order &num;{{entry.seq}}}}
de: {{1:Bitte bestätigen Sie, dass Sie die Order &num;{{entry.seq}} abbrechen wollen}}
fr_fr: {{1:Veuillez confirmer que vous souhaitez annuler l'ordre &num;{{entry.seq}}}}
pt_br: {{1:Por favor confirm que você que cancelar a ordem &num;{{entry.seq}}}}

source: with
de: mit
fr_fr: avec
ja: で
pt_br: com
ru: при помощи

source: for
de: für
fr_fr: pour
ja: で
pt_br: para
ru: за

source: at
de: zu
fr_fr: à
pt_br: em

source: Cancel order
de: Order abbrechen
fr_fr: Annuler l'ordre
pt_br: Cancelar ordem

source: back
de: zurück
fr_fr: retour
pt_br: Voltar

source: CAUTION: Your new order is far off from the current market price. <br/> Do you still want to replace your order ?
de: VORSICHT: Ihre neue Order ist weit vom aktuellen Marktpreis entfernt. <br/> Wollen Sie Ihre Order immer noch ersetzen?
fr_fr: ATTENTION: Votre nouvel ordre est loin du prix du marché actuel. <br/> Voulez-vous toujours remplacer votre ordre ?
pt_br: ATENÇÃO: Sua ordem está muito fora do preço de mercado atual. <br/> Você ainda quer substituir sua ordem ?

source: Unable to cancel order. Error: {{entry.errorMsg}}
de: Fehler beim Abbrechen der Order. Fehler: {{entry.errorMsg}}
fr_fr: Impossible d'annuler l'ordre. Erreur: {{entry.errorMsg}}
pt_br: Impossível cancelar ordem. Erro: {{entry.errorMsg}}

source: Your order amount has been updated by Ripple. Please go back and edit again to modify this order.
de: Ihre Order-Menge wurde von Ripple aktualisiert. Bitte gehen Sie zurück und bearbeiten Sie die Order erneut, um sie zu verändern.
fr_fr: Le montant de votre ordre a été mis à jour par Ripple. Veuillez revenir en arrière et éditer à nouveau pour modifier cet ordre.
pt_br: A quantia da sua ordem foi atualizada pelo Ripple. Por favor volte e edite novamente para modificar essa ordem.

source: Your order could not be modified. Error: {{order[editOrder.type].engine_result_message}}
de: Ihre Order konnte nicht bearbeitet werden. Fehler: {{order[editOrder.type].engine_result_message}}
fr_fr: Votre ordre n'a pas pu être modifié. Erreur: {{order[editOrder.type].engine_result_message}}
pt_br: Sua ordem não pôde ser modificada. Erro: {{order[editOrder.type].engine_result_message}}

source: cancel all
de: alle abbrechen
fr_fr: tout annuler
pt_br: cancelar todas

source: {{1:Please confirm that you wish to cancel all orders.}}
de: {{1:Bitte bestätigen Sie, dass Sie alle Order abbrechen wollen.}}
fr_fr: {{1:Veuillez confirmer que vous souhaitez annuler tous les ordres.}}
pt_br: {{1:Por favor confirme que você quer cancelar todas as ordens}}

source: Cancel all orders
de: Alle Order abbrechen
fr_fr: Annuler tous les ordres
pt_br: Cancelar todas ordens

source: No current orders. {{1}}
de: Keine aktuellen Order. {{1}}
fr_fr: Pas d'ordres en cours. {{1}}
pt_br: Sem ordens {{1}}

source: View orders history
de: Orderverlauf anzeigen
fr_fr: Voir l'historique des ordres
pt_br: Ver o histórico de ordens

source: Orderbook{{1}}
de: Orderbuch{{1}}
fr_fr: Carnet d'ordres{{1}}
pt_br: Livro de ordens{{1}}

source: show
de: anzeigen
fr_fr: afficher
ja: 開く
pt_br: mostrar
ru: показать

source: Last updated {{1}} {{2: seconds}} {{3: second}} ago
de: Zuletzt aktualisiert vor {{1}} {{2: Sekunden}} {{3: Sekunde}}
fr_fr: Dernière mise à jour il y a {{1}} {{2: secondes}} {{3: seconde}}
pt_br: Última atualização {{1}} {{2: segundos}} {{3: segundo}} ago

source: Bids
de: Angebote
fr_fr: Offres
ja: 買い注文
pt_br: Compra
ru: Спрос

source: Sum{{1}}{{2}}
de: Summe{{1}}{{2}}
fr_fr: Somme{{1}}{{2}}
ja: 合計{{1}}{{2}}
pt_br: Soma{{1}}{{2}}
ru: Сумма{{1}}{{2}}

source: Size{{1}}{{2}}
de: Größe{{1}}{{2}}
fr_fr: Taille{{1}}{{2}}
ja: サイズ{{1}}{{2}}
pt_br: Quantia{{1}}{{2}}
ru: Количество {{1}}{{2}}

source: Bid Price{{1}}{{2}}
de: Bid-preis{{1}}{{2}}
fr_fr: Prix Offert{{1}}{{2}}
ja: 買い値{{1}}{{2}}
pt_br: Preço de Compra{{1}}{{2}}
ru: Цена покупателя{{1}}{{2}}

source: There are currently no bids for this pair.
de: Für dieses Paar gibt es momentan keine Angebote.
fr_fr: Il n'y a actuellement pas d'offre pour cette pair.
ja: 現在、この通貨ペアには入札がありません。
pt_br: Não há ofertas de compra para este par agora.
ru: В данный момент нет заявок на покупку для этой пары.

source: Asks
de: Nachfragen
fr_fr: Demandes
ja: 売り注文
pt_br: Venda
ru: Предложение

source: Ask Price{{1}}{{2}}
de: Ask-preis{{1}}{{2}}
fr_fr: Prix demandé{{1}}{{2}}
ja: 売り値 {{1}}{{2}}
pt_br: Preço de Venda{{1}}{{2}}
ru: Запрашиваемая цена{{1}}{{2}}

source: There are currently no asks for this pair.
de: Es gibt momentan keine Nachfragen zu diesem Paar.
fr_fr: Il n'y a actuellement pas de demande pour cette pair.
ja: 現在、この通貨ペアの買値はありません。
pt_br: Não há ofertas de venda para este par agora.
ru: В данный момент нет заявок на продажу для этой пары.

source: No more orders
de: Keine weiteren Aufträge
fr_fr: Pas plus d'ordres
ja: これ以上注文はありません
pt_br: Não há mais ordens
ru: Больше нет заказов

source: Removing gateway...
de: Gateway wird entfernt...
fr_fr: Suppression de la passerelle...
ja: ゲートウェイを削除しています...
pt_br: Removendo gateway...
ru: Удаляем шлюз ...

source: Gateway removed.
de: Gateway entfernt.
fr_fr: Passerelle supprimée.
ja: ゲートウェイを削除しました
pt_br: Gateway removido.

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.
fr_fr: Vos modifications ont été enregistrées.
ja: 変更が保存されました
pt_br: Suas alterações foram salvas.

source: Request failed.
de: Anfrage gescheitert.
fr_fr: La demande a échoué.
ja: リクエストは失敗しました。
pt_br: Solicitação falhou.

source: Account unlock failed.
de: Entsperren des Kontos gescheitert.
fr_fr: Le déverrouillage du compte a échoué.
ja: アカウントのアンロックに失敗しました。
pt_br: Desbloqueio da conta falhou

source: Name / Address
de: Name / Adresse
fr_fr: Nom / Adresse
ja: 名前・アドレス
pt_br: Nome / Endereço
ru: Имя / Адрес

source: Currency
de: Währung
fr_fr: Devise
ja: 通貨
pt_br: Moeda
ru: Валюта

source: Trust Limit
de: Vertrauensgrenze
fr_fr: Limite de confiance
ja: 与信限度額
pt_br: Saldo máximo permitido
ru: Лимит доверия

source: Gateway's Ripple name or address
de: Ripple-Name oder Adresse des Gateways
fr_fr: Nom Ripple ou adresse de la passerelle
ja: ゲートウェイの Ripple 名またはアドレス
pt_br: Nome Ripple ou endereço do Gateway
ru: Ripple имя шлюза или его адрес

source: Amount field is required.
de: Menge muss angegeben werden.
fr_fr: Le champ montant est requis.
ja: 金額フィールドは必須です
pt_br: O campo Quantia é obrigatório

source: Allow this trust line's balances to be transferred to another issuer you connect to. <a href=https://ripple.com/wiki/No_Ripple target=_blank>More information</a>
de: Zulassen, dass das Guthaben dieser Vertrauenslinie an einen anderen Herausgeber übertragen werden kann, mit dem Sie sich verbunden haben. <a href=https://ripple.com/wiki/No_Ripple target=_blank>Mehr Informationen</a>
fr_fr: Autoriser les soldes de cette ligne de confiance à être transférés vers un autre émetteur auquel vous vous connectez. <a href=https://ripple.com/wiki/No_Ripple target=_blank>Plus d'information</a>
pt_br: Permitir que o saldo desta Linha de Confiança seja transferido para outro Emissor de sua confiança. <a href=https://ripple.com/wiki/No_Ripple target=_blank>Mais informações</a>

source: {{1:You are connecting a gateway, which means}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} can:}}
de: {{1:Sie verbinden ein Gateway. Das bedeutet,}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} kann:}}
fr_fr: {{1:Vous connectez une passerelle, ce qui signifie que}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} peut:}}
pt_br: {{1:Você está se conectando a um Gateway, o que significa que}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} pode:}}
ru: {{1:Вы подключаете шлюз, что означает}}{{2:{{ counterparty_address | rpripplename:{tilde: true} }} может:}}

source: {{1:- Hold up to }}{{2}} {{3: on your behalf}}
de: {{1:- Bis zu }}{{2}} {{3: in Ihrem Auftrag halten}}
fr_fr: {{1:- Contient jusqu'à }}{{2}} {{3: en votre nom}}
ja: {{3: あなたに代って}}{{2}} {{1:を保管 }}
pt_br: {{1:- Custodiar até }}{{2}} {{3: para você}}
ru: {{1:- Держать до }}{{2}} {{3: от вашего имени}}

source: {{1:- Hold }}{{2}} {{3: on your behalf}}
de: {{1:- In Ihrem Auftrag }}{{2}} {{3: halten}}
fr_fr: {{1:- Contient }}{{2}} {{3: en votre nom}}
ja: {{3: あなたに代って}}{{2}} {{1:を保管 }}
pt_br: {{1:- Custodiar }}{{2}} {{3: para você}}
ru: {{1:- Держит }}{{2}} {{3: от вашего имени}}

source: Verifying address
de: Prüfe Adresse
fr_fr: Vérification de l'adresse
ja: アドレスを確認中
pt_br: Verificando endereço
ru: Проверка адреса

source: Your account has to be {{1:activated}} before you can add a gateway account.
de: Ihr Konto muss {{1:aktiviert}} sein, bevor Sie ein Gateway-Konto hinzufügen können.
fr_fr: Votre compte doit être {{1:activé}} avant de pouvoir ajouter un compte de passerelle.
ja: ゲートウェイアカウントを追加する前にあなたのアカウントを{{1:有効化}}しなければなりません。
pt_br: Sua conta precisa ser {{1:ativada}} para poder adicionar um gateway.
ru: Ваш аккаунт должен быть {{1:активирован}} для подключения шлюза.

source: Connect gateway
de: Gateway verbinden
fr_fr: Connecter une passerelle
ja: ゲートウェイへ接続する
pt_br: Conectar gateway
ru: Подключиться к шлюзу

source: Min
ja: 下限
pt_br: Mín
ru: Минимум

source: Edit
de: Bearbeiten
fr_fr: Editer
ja: 編集
pt_br: Editar
ru: Править

source: Off
de: Aus
fr_fr: Désactivé
ja: オフ
pt_br: Desligar
ru: Выкл

source: On
de: Ein
fr_fr: Activé
ja: オン
pt_br: Ligar
ru: Вкл

source: Incoming trust
de: Eingehendes Vertrauen
fr_fr: Confiance entrante
ja: 受信トラスト
pt_br: Linhas de confiança recebidas
